Repository: castbox/AmongChat-iOS
Catalog: WalkieTalkie/WalkieTalkie/resource/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ko, pt_br, ru

# premium.free.trial
source: TRY IT FREE
ar: جربها مجانا
de: VERSUCHEN SIE ES KOSTENLOS
es: PRUÉBALO GRATIS
fr: ESSAI GRATUIT
it: PROVALO GRATIS
ko: 자유롭게 시도하세요
pt_br: EXPERIMENTE DE GRAÇA
ru: ПОПРОБУЙТЕ БЕСПЛАТНО

# premium.free.3d.trial
source: 3D Free Trials
ar: 3D التجارب الحرة
de: Kostenlose 3D-Testversionen
es: Pruebas gratuitas 3D
fr: Essais gratuits en 3D
it: 3 giorni di prova gratuita
ko: 3D 무료 평가판
pt_br: Teste grátis de 3-dia
ru: 3-дневная бесплатная пробная версия

# premium.subscription.terms
source: Subscription Terms:
ar: شروط الاشتراك:
de: Abonnementbedingungen:
es: Términos de suscripción:
fr: Conditions d'abonnement:
it: Termini di abbonamento:
ko: 구독 약관:
pt_br: Termos de assinatura:
ru: Условия подписки:

# premium.subscription.detail.free
source: After the free trial, %@ subscription is %@, it automatically renews unless turned off in Accounting Settings at least 24h before current period ends. Payment is charged to your iTunes Account, cancel any time.
ar: بعد الإصدار التجريبي المجاني ، يكون اشتراك %@ هو %@ ، ويتم تجديده تلقائيًا ما لم يتم إيقاف تشغيله في إعدادات المحاسبة قبل 24 ساعة على الأقل من انتهاء الفترة الحالية. يتم تحميل الدفع على حساب iTunes الخاص بك ، وقم بالإلغاء في أي وقت.
de: Nach der kostenlosen Testversion lautet das Abonnement für %@ %@ und wird automatisch verlängert, sofern es nicht mindestens 24 Stunden vor Ende des aktuellen Zeitraums in den Buchhaltungseinstellungen deaktiviert wird. Die Zahlung wird Ihrem iTunes-Konto belastet. Sie können jederzeit kündigen.
es: Después de la prueba gratuita, la suscripción %@ es %@, se renueva automáticamente a menos que se desactive en la configuración de contabilidad al menos 24 horas antes de que finalice el período actual. El pago se carga a su cuenta de iTunes, cancele en cualquier momento.
fr: Après l'essai gratuit, %@ l'abonnement est %@, il se renouvelle automatiquement sauf s'il est désactivé dans les paramètres de comptabilité au moins 24 heures avant la fin de la période en cours. Le paiement est débité de votre compte iTunes, annulez à tout moment.
it: Dopo la prova gratuita, %@ abbonamento è %@, si rinnova automaticamente a meno che non venga disattivato in Impostazioni contabilità almeno 24 ore prima della fine del periodo corrente. Il pagamento viene addebitato sul tuo account iTunes, annulla in qualsiasi momento.
ko: 무료 평가판 후 %@ 구독은 %@이며 현재 기간이 종료되기 최소 24 시간 전에 회계 설정에서 해제하지 않으면 자동으로 갱신됩니다. 결제는 iTunes 계정으로 청구되며 언제든지 취소 할 수 있습니다.
pt_br: Após a avaliação gratuita, a assinatura de %@ é %@, ela é renovada automaticamente, a menos que seja desligada nas Configurações de contabilidade pelo menos 24 horas antes do término do período atual. O pagamento é cobrado em sua conta do iTunes, cancele a qualquer momento.
ru: После бесплатной пробной версии %@ подписка становится %@, она автоматически продлевается, если не отключена в настройках учета по крайней мере за 24 часа до окончания текущего периода. Оплата взимается с вашей учетной записи iTunes, отмените в любой момент.

# premium.subscription.detail.normal
source: %@ subscription is %@, it automatically renews unless turned off in Accounting Settings at least 24h before current period ends. Payment is charged to your iTunes Account, cancel any time.
ar: اشتراك %@ هو %@ ، يتم تجديده تلقائيًا ما لم يتم إيقاف تشغيله في إعدادات المحاسبة قبل 24 ساعة على الأقل من انتهاء الفترة الحالية. يتم تحميل الدفع على حساب iTunes الخاص بك ، وقم بالإلغاء في أي وقت.
de: Das Abonnement für %@ ist %@. Es wird automatisch verlängert, sofern es nicht mindestens 24 Stunden vor Ende des aktuellen Zeitraums in den Buchhaltungseinstellungen deaktiviert wird. Die Zahlung wird Ihrem iTunes-Konto belastet. Sie können jederzeit kündigen.
es: La suscripción %@ es %@, se renueva automáticamente a menos que se desactive en la Configuración de contabilidad al menos 24 horas antes de que finalice el período actual. El pago se carga a su cuenta de iTunes, cancele en cualquier momento.
fr: %@ l'abonnement est %@, il se renouvelle automatiquement sauf s'il est désactivé dans les paramètres de comptabilité au moins 24h avant la fin de la période en cours. Le paiement est débité de votre compte iTunes, annulez à tout moment.
it: L&#39;abbonamento %@ è %@, si rinnova automaticamente a meno che non venga disattivato in Impostazioni contabilità almeno 24 ore prima della fine del periodo corrente. Il pagamento viene addebitato sul tuo account iTunes, annulla in qualsiasi momento.
ko: %@ 구독은 %@이며 현재 기간이 종료되기 최소 24 시간 전에 회계 설정에서 해제하지 않으면 자동으로 갱신됩니다. 결제는 iTunes 계정으로 청구되며 언제든지 취소 할 수 있습니다.
pt_br: A assinatura de %@ é %@, ela é renovada automaticamente, a menos que seja desligada nas Configurações de contabilidade pelo menos 24 horas antes do término do período atual. O pagamento é cobrado em sua conta do iTunes, cancele a qualquer momento.
ru: %@ подписка равна %@, она автоматически продлевается, если она не отключена в настройках учета по крайней мере за 24 часа до окончания текущего периода. Оплата взимается с вашей учетной записи iTunes, отмените в любой момент.

# settings.title
source: Settings
ar: الاعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ko: 설정
pt_br: Configurações
ru: Настройки

# settings.restore.title
source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ristabilire
ko: 복원
pt_br: Restaurar
ru: Восстановить

# settings.restore.success.title
source: You’re all set
ar: أنت جاهز تمامًا
de: Sie sind fertig
es: Estás listo
fr: Tout est prêt
it: È tutto pronto
ko: 설정이 완료되었습니다.
pt_br: Está tudo pronto
ru: Все готово

# settings.restore.success.body
source: your purchase was successful
ar: تم الشراء بنجاح
de: Ihr Kauf war erfolgreich
es: tu compra fue exitosa
fr: votre achat a réussi
it: il tuo acquisto è andato a buon fine
ko: 성공적으로 구매하셨습니다
pt_br: sua compra foi bem sucedida
ru: ваша покупка была успешной

# settings.restore.fail.title
source: Purchase not found
ar: الشراء غير موجود
de: Kauf nicht gefunden
es: Compra no encontrada
fr: Achat introuvable
it: Acquisto non trovato
ko: 구매를 찾을 수 없습니다
pt_br: Compra não encontrada
ru: Покупка не найдена

# settings.restore.fail.body
source: No purchases were found on your account
ar: لم يتم العثور على مشتريات في حسابك
de: Auf Ihrem Konto wurden keine Einkäufe gefunden
es: No se encontraron compras en su cuenta
fr: Aucun achat n'a été trouvé sur votre compte
it: Nessun acquisto trovato nel tuo account
ko: 귀하의 계정에 구매 내역이 없습니다.
pt_br: Nenhuma compra foi encontrada em sua conta
ru: В вашем аккаунте не было покупок

# alert.ok
source: Ok
ar: موافق
fr: D'accord
ko: 확인
pt_br: Está bem
ru: Хорошо

# toast.confirm
source: OK
ar: موافق
fr: D'accord
ko: 확인
pt_br: Está bem
ru: Хорошо

# toast.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ko: 취소
pt_br: Cancelar
ru: Отменить

# premium.try.title
source: Try it FREE
ar: جربها مجانا
de: Versuchen Sie es KOSTENLOS
es: Pruébalo gratis
fr: Essai gratuit
it: Provalo GRATIS
ko: 자유롭게 시도하세요
pt_br: Experimente de graça
ru: Попробуйте бесплатно

# premium.try.title.des
source: 3 days free trial, then %@ / Year
ar: 3 أيام نسخة تجريبية مجانية ، ثم %@ / السنة
de: 3 Tage kostenlose Testversion, dann %@ / Jahr
es: 3 días de prueba gratuita, luego %@ / año
fr: Essai gratuit de 3 jours, puis %@ / an
it: 3 giorni di prova gratuita, poi %@ / anno
ko: 3 일 무료 평가판 이후 %@ / 년
pt_br: 3 dias de teste gratuito, depois %@ / ano
ru: 3 дня бесплатно, затем %@ / год

# guide.subscribe.title
source: Subscribe
ar: الإشتراك
de: Abonnieren
es: Suscribir
fr: Souscrire
it: Sottoscrivi
ko: 구독
pt_br: Se inscrever
ru: Подписывайся

# guide.continue
source: Continue
ar: متابعة
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
ko: 계속하다
pt_br: Continuar
ru: Продолжить

source: Copied
ar: نسخ
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ko: 복사 됨
pt_br: Copiado
ru: Скопировано

# report.title
source: Report
ar: إبلاغ عن
de: Bericht
es: Reporte
fr: rapport
it: rapporto
ko: 보고서
pt_br: Relatório
ru: Отчет

# report.room.id
source: Channel ID
ar: معرف القناة
de: Kanal ID
es: Canal ID
fr: Identifiant de la chaine
it: Canale ID
ko: 채널 ID
pt_br: ID do canal
ru: ID канала

# report.incorrect.information
source: Incorrect information
ar: المعلومات غير صحيحة
de: Falsche Angaben
es: Información incorrecta
fr: Information incorrecte
it: Informazioni errate
ko: 잘못된 정보
pt_br: Informação incorreta
ru: Неверная информация

# report.incorrect.sexual
source: Sexual content
ar: المحتوى الجنسي
de: Sexueller Inhalt
es: Contenido sexual
fr: Contenu sexuel
it: Contenuto sessuale
ko: 성적인 콘텐츠
pt_br: Conteúdo sexual
ru: Сексуальный контент

# report.incorrect.harassment
source: Harassment or repulsive language
ar: التحرش أو لغة بغيضة
de: Belästigung oder abstoßende Sprache
es: Acoso o lenguaje repulsivo
fr: Harcèlement ou langage répugnant
it: Molestie o linguaggio ripugnante
ko: 괴롭힘 또는 혐오스러운 언어
pt_br: Assédio ou linguagem repulsiva
ru: Оскорбления или отталкивающие выражения

# report.incorrect.unreasonable
source: Unreasonable demands
ar: متطلبات غير منطقية
de: Unangemessene Forderungen
es: Exigencias irrazonables
fr: Demandes déraisonnables
it: Richieste irragionevoli
ko: 불합리한 요구
pt_br: Demandas irracionais
ru: Необоснованные требования

# report.success
source: Reported successfully
ar: تم الإبلاغ عنها بنجاح
de: Sie haben diese Person erfolgreich gemeldet
es: Reportado exitosamente
fr: Vous avez signalé cette personne avec succès
it: Hai segnalato con successo questa persona
ko: 성공적으로 보고되었습니다
pt_br: Relatado com sucesso
ru: Отчет успешно отправлен

# alert.block
source: Block
ar: الحظر
de: Blockieren
es: Bloquear
fr: Bloquer
it: Bloccare
ko: 블록
pt_br: Quadra
ru: Блокировать

# alert.unblock
source: Unblock
ar: رفع الحظر
de: Entsperren
es: Desbloquear
fr: Débloquer
it: Sbloccare
ko: 차단 해제
pt_br: Desbloquear
ru: Разблокировать

# profile.profile
source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
it: Profilo
ko: 프로필
pt_br: Perfil
ru: Профиль

# profile.nickname
source: Nickname
ar: كنية
de: Spitzname
es: Apodo
fr: Surnom
it: Soprannome
ko: 별명
pt_br: Apelido
ru: Прозвище

# profile.bag.nickname
source: NICKNAME
ar: كنية
de: SPITZNAME
es: APODO
fr: SURNOM
ko: 별명
pt_br: APELIDO
ru: Прозвище

# profile.following
source: Following
ar: متابَعون
de: Folgen
es: Siguiendo
fr: Suivant
it: A seguire
ko: 수행원
pt_br: Segue
ru: Следующий

# profile.follower
source: Followers
ar: متابعون
de: Anhänger
es: Seguidores
fr: Suiveurs
it: Seguaci
ko: 추종자
pt_br: Seguidores
ru: Подписчики

# profile.follow
source: Follow
ar: إتباع
de: Folgen
es: Seguir
fr: Suivre
it: Seguire
ko: 따르다
pt_br: Segue
ru: Следить

# profile.little.follower
source: followers
ar: متابعون
de: Anhänger
es: seguidores
fr: suiveurs
it: seguaci
ko: 추종자
pt_br: seguidores
ru: подписчики

# profile.little.following
source: following
ar: متابَعون
de: folgen
es: siguiendo
fr: suivant
it: a seguire
ko: 수행원
pt_br: segue
ru: следующий

# profile.block.user
source: Block list
ar: قائمة الحظر
de: Blockliste
es: Lista de bloqueos
fr: Liste de blocage
it: Lista di Bloccati
ko: 차단 목록
pt_br: Lista de bloqueio
ru: Черный список

# profile.settings
source: Settings
ar: الاعدادات
de: Einstellungen
es: Configuraciones
fr: Réglages
it: Impostazioni
ko: 설정
pt_br: Configurações
ru: Настройки

# profile.community
source: Community guidelines
ar: إرشادات المجتمع
de: Community-Richtlinien
es: Principios de la Comunidad
fr: Règles de la communauté
it: Linee guida della comunità
ko: 커뮤니티 지침
pt_br: Diretrizes da comunidade
ru: Правила сообщества

# profile.birthday
source: Birthday
ar: عيد الميلاد
de: Geburtstag
es: Cumpleaños
fr: Anniversaire
it: Compleanno
ko: 생신
pt_br: Aniversário
ru: День рождения

# profile.birthday.subtitle
source: Find friends of the same age
ar: ابحث عن أصدقاء من نفس العمر
de: Finden gleichaltrige Freunde
es: Encuentra amigos de la misma edad
fr: Trouver des amis du même âge
it: Trova amici della stessa età
ko: 같은 나이의 친구 찾기
pt_br: Encontre amigos da mesma idade
ru: Найдите друзей своего возраста

# profile.done
source: Done
ar: تم
de: Erledigt
es: Hecho
fr: Terminé
it: Fatto
ko: 끝난
pt_br: Feito
ru: Готово

# profile.birthday.skip
source: Skip
ar: تخطى
de: Überspringen
es: Omitir
fr: Sauter
it: Salta
ko: 건너 뛰기
pt_br: Pular
ru: Пропускать

# profile.unlock.pro
source: Unlock PRO
ar: افتح PRO
de: Schalten PRO frei
es: Desbloquear PRO
fr: Débloquer PRO
it: Sblocca PRO
ko: PRO 잠금 해제
pt_br: Desbloquear PRO
ru: Разблокировать PRO

# profile.Unblock
source: Unblock
ar: رفع الحظر
de: Entsperren
es: Desatascar
fr: Débloquer
it: Sbloccare
ko: 차단 해제
pt_br: Desbloquear
ru: Разблокировать

# profile.block.message
source: Are you sure to block this person
ar: هل أنت متأكد من حظر هذا الشخص
de: Sind Sie sicher, diese Person zu blockieren
es: ¿Estás seguro de bloquear a esta persona?
fr: Êtes-vous sûr de bloquer cette personne
it: Sei sicuro di bloccare questa persona
ko: 이 사람을 차단 하시겠습니까?
pt_br: Tem certeza de que deseja bloquear esta pessoa
ru: Вы уверены, что заблокируете этого человека?

# profile.unblock.message
source: Are you sure to unblock this person
ar: هل أنت متأكد من إلغاء حظر هذا الشخص
de: Sind Sie sicher, diese Person zu entsperren?
es: ¿Estás seguro de desbloquear a esta persona?
fr: Êtes-vous sûr de débloquer cette personne
it: Sei sicuro di sbloccare questa persona
ko: 이 사람을 차단 해제 하시겠습니까?
pt_br: Tem certeza que deseja desbloquear esta pessoa
ru: Вы уверены, что разблокируете этого человека?

# profile.block.user.success
source: You have successfully blocked this person
ar: لقد نجحت في حظر هذا الشخص
de: Sie haben diese Person erfolgreich blockiert
es: Has bloqueado con éxito a esta persona
fr: Vous avez bloqué avec succès cette personne
it: Hai bloccato con successo questa persona
ko: 이 사람을 성공적으로 차단했습니다.
pt_br: Você bloqueou esta pessoa com sucesso
ru: Вы успешно заблокировали этого человека

# profile.unblock.user.success
source: This person has been unblocked
ar: تم إلغاء حظر هذا الشخص
de: Diese Person wurde entsperrt
es: Esta persona ha sido desbloqueada
fr: Cette personne a été débloquée
it: Questa persona è stata sbloccata
ko: 이 사람은 차단 해제되었습니다.
pt_br: Esta pessoa foi desbloqueada
ru: Этот человек был разблокирован

# error.no.following
source: You haven't followed others yet.
ar: أنت لم تتبع الآخرين حتى الآن.
de: Sie sind anderen noch nicht gefolgt.
es: No has seguido a otros todavía.
fr: Vous n'avez pas encore suivi les autres.
it: Non hai ancora seguito gli altri.
ko: 아직 다른 사람을 팔로우하지 않았습니다.
pt_br: Você ainda não seguiu outros.
ru: Вы еще не подписались на других.

# error.no.teammates
source: Oops, no teammates yet!
ar: عفوًا ، لا يوجد زملاء في الفريق حتى الآن!
de: Ups, noch keine Teamkollegen!
es: ¡Vaya, todavía no hay compañeros de equipo!
fr: Oups, pas encore de coéquipiers!
it: Oops, nessun compagno di squadra ancora!
ko: 죄송합니다. 아직 팀원이 없습니다!
pt_br: Ops, nenhum colega de equipe ainda!
ru: Ой, товарищей по команде пока нет!

# error.no.followers
source: Oops, no followers yet!
ar: عفوًا ، لا يوجد متابعون حتى الآن!
de: Ups, noch keine Follower!
es: ¡Vaya, todavía no hay seguidores!
fr: Oups, pas encore d'abonnés!
it: Oops, nessun follower ancora!
ko: 아직 팔로워가 없습니다!
pt_br: Ops, nenhum seguidor ainda!
ru: Упс, пока нет подписчиков!

# error.no.blocker
source: You haven't blocked others yet.
ar: لم تقم بحظر الآخرين حتى الآن.
de: Sie haben andere noch nicht blockiert.
es: Aún no has bloqueado a otros.
fr: Vous n'en avez pas encore bloqué d'autres.
it: Non hai ancora bloccato altri.
ko: 아직 다른 사람을 차단하지 않았습니다.
pt_br: Você ainda não bloqueou outros.
ru: Вы еще не заблокировали других.

# content.contain.sensitive.words
source: Content contains sensitive words, please modify
ar: يحتوي المحتوى على كلمات حساسة ، يرجى التعديل
de: Inhalt enthält sensible Wörter, bitte ändern
es: El contenido contiene palabras delicadas, modifíquelas
fr: Le contenu contient des mots sensibles, veuillez modifier
it: Il contenuto contiene parole sensibili, si prega di modificare
ko: 콘텐츠에 민감한 단어가 포함되어 있습니다. 수정하세요.
pt_br: O conteúdo contém palavras sensíveis, modifique
ru: Контент содержит конфиденциальные слова, пожалуйста, измените

# month.jan
source: Jan
ar: يناير
es: Ene
ko: 1 월
ru: Янв

# month.feb
source: Feb
ar: فبراير
fr: Fév
ko: 2 월
pt_br: Fev
ru: Фев

# month.mar
source: Mar
ar: مارس
de: Mär
ko: 망치다
ru: Мар

# month.apr
source: Apr
ar: أبريل
es: Abr
fr: Avr
ko: 4 월
pt_br: Abr
ru: Апр

# month.may
source: May
ar: مايو
de: Mai
es: Mayo
fr: Mai
it: Maggio
ko: 할 수있다
pt_br: Maio
ru: Mай

# month.jun
source: Jun
ar: يونيو
fr: Juin
ko: 6 월
pt_br: Junho
ru: Июн

# month.jul
source: Jul
ar: يوليو
fr: Juil
it: Lug
ko: 7 월
ru: Июл

# month.aug
source: Aug
ar: أغسطس
es: Ago
fr: Août
it: Ago
ko: 8 월
pt_br: Agosto
ru: Авг

# month.sep
source: Sep
ar: سبتمبر
ko: 9 월
pt_br: Set
ru: Сен

# month.oct
source: Oct
ar: أكتوبر
de: Okt
it: Ott
ko: 10 월
pt_br: Out
ru: Октябрь

# month.nov
source: Nov
ar: نوفمبر
ko: 11 월
ru: Ноя

# month.dec
source: Dec
ar: ديسمبر
de: Dez
es: Dic
fr: Déc
it: Dic
ko: 12 월
pt_br: Dez
ru: Декабрь

# profile.edit.save.btn
source: Save
ar: حفظ
de: Sparen
es: Salvar
fr: Sauver
it: Salva
ko: 저장
pt_br: Salve
ru: Сохранить

# social.blocked.user.title
source: Block list
ar: قائمة الحظر
de: Blockliste
es: Lista de bloqueos
fr: Liste de blocage
it: Lista di Bloccati
ko: 차단 목록
pt_br: Lista de bloqueio
ru: Черный список

# social.join.action
source: Join
ar: انضم
de: Beitreten
es: Unirse
fr: Joindre
it: Aderire
ko: 어울리다
pt_br: Junte-se
ru: Присоединиться

# social.status.online
source: Online
ar: عبر الانترنت
es: En línea
fr: En ligne
it: in linea
ko: 온라인
pt_br: Conectados
ru: В сети

# social.sms
source: SMS
ar: رسالة قصيرة

# social.copy.link
source: Copy link
ar: انسخ الرابط
de: Link kopieren
es: Copiar link
fr: Copier le lien
it: Copia link
ko: 링크 복사
pt_br: Link de cópia
ru: Копировать ссылку

# social.invite.friends
source: Invite friends
ar: ادعو أصدقاء
de: Freunde einladen
es: Invitar a amigos
fr: Inviter des amis
it: Invita gli amici
ko: 친구를 초대
pt_br: Convide amigos
ru: Пригласить друзей

# social.invite
source: Invite
ar: يدعو
de: Einladen
es: Invitación
fr: Inviter
it: Invitare
ko: 초대
pt_br: Convite
ru: Пригласить

# social.invited
source: sent
ar: أرسلت
de: geschickt
es: expedido
fr: expédié
it: inviato
ko: 보낸
pt_br: enviei
ru: послал

# social.invite.play.with
source: People you may like to play with
ar: الأشخاص الذين قد ترغب في اللعب معهم
de: Leute, mit denen du gerne spielen möchtest
es: Personas con las que te puede gustar jugar
fr: Les personnes avec lesquelles vous aimeriez jouer
it: Persone con cui ti piacerebbe giocare
ko: 함께 플레이하고 싶은 사람
pt_br: Pessoas com quem você pode gostar de jogar
ru: Люди, с которыми вы можете поиграть

# social.exit.channel
source: Exit channel
ar: قناة الخروج
de: Kanal verlassen
es: Canal de salida
fr: Quitter le canal
it: Esci dal canale
ko: 채널 종료
pt_br: Canal de saída
ru: Выход из канала

# social.follow.teammates
source: Follow your teammates to play together next time
ar: تابع زملائك في الفريق للعب معًا في المرة القادمة
de: Folgen Sie Ihren Teamkollegen, um zusammen zu spielen das nächste Mal
es: Sigue a tus compañeros de equipo para jugar juntos la próxima vez
fr: Suivez vos coéquipiers pour jouer ensemble la prochaine fois
it: Segui i tuoi compagni di squadra per giocare insieme la prossima volta
ko: 다음에 함께 플레이하려면 팀원을 따르십시오
pt_br: Siga seus companheiros para jogar juntos na próxima vez
ru: Следуйте за своими товарищами по команде, чтобы в следующий раз сыграть вместе

# social.followed.sucess
source: You have successfully followed this person
ar: لقد تابعت هذا الشخص بنجاح
de: Sie sind erfolgreich gefolgt dieser Person
es: Has seguido con éxito a esta persona
fr: Vous avez suivi avec succès cette personne
it: Hai seguito con successo questa persona
ko: 이 사람을 성공적으로 팔로우했습니다.
pt_br: Você seguiu esta pessoa com sucesso
ru: Вы успешно подписались на этого человека

# social.block.failed
source: Failed to block this person, please try again.
ar: فشل حظر هذا الشخص ، يرجى المحاولة مرة أخرى.
de: Diese Person konnte nicht blockiert werden, bitte versuchen Sie es erneut.
es: No se pudo bloquear a esta persona, vuelve a intentarlo.
fr: Échec du blocage de cette personne, veuillez réessayer.
it: Impossibile bloccare questa persona, riprova.
ko: 이 사용자를 차단하지 못했습니다. 다시 시도하십시오.
pt_br: Falha ao bloquear esta pessoa, tente novamente.
ru: Не удалось заблокировать этого человека, попробуйте еще раз.

# social.unblock.failed
source: Failed to unblock this person, please try again.
ar: فشل إلغاء حظر هذا الشخص ، يرجى المحاولة مرة أخرى.
de: Fehler beim Entsperren dieser Person, bitte versuchen Sie es erneut.
es: No se pudo desbloquear a esta persona, vuelve a intentarlo.
fr: Échec du déblocage de cette personne, veuillez réessayer.
it: Impossibile sbloccare questa persona, riprova.
ko: 이 사용자를 차단 해제하지 못했습니다. 다시 시도해주세요.
pt_br: Falha ao desbloquear esta pessoa, tente novamente.
ru: Не удалось разблокировать этого человека, попробуйте еще раз.

# social.follow.failed
source: Failed to follow this person, please try again.
ar: فشلت متابعة هذا الشخص ، يرجى المحاولة مرة أخرى.
de: Wenn Sie dieser Person nicht folgen, bitte versuchen Sie es erneut.
es: No se pudo seguir a esta persona, vuelve a intentarlo.
fr: Échec du suivi de cette personne, veuillez réessayer.
it: Impossibile seguire questa persona, riprova.
ko: 이 사람을 팔로우하지 못했습니다. 다시 시도해주세요.
pt_br: Falha ao seguir esta pessoa, tente novamente.
ru: Не удалось подписаться на этого человека, попробуйте еще раз.

# channel.user.list.follow
source: Follow
ar: إتبع
de: Folgen
es: Seguir
fr: Suivre
it: Seguire
ko: 따르다
pt_br: Segue
ru: Cледить

# channel.user.list.mute
source: Mute
ar: كتم الصوت
de: Stumm
es: Mudo
fr: Muet
it: Muto
ko: 음소거
pt_br: Mudo
ru: Отключить звук

# channel.user.list.unmute
source: Unmute
ar: إعادة الصوت
de: Stummschaltung aufheben
es: Activar sonido
fr: Activer le son
it: Riattiva
ko: 음소거 해제
pt_br: Com som
ru: Включить звук

# among.chat.leave.room.tip.title
source: Are you sure to exit the channel?
ar: هل أنت متأكد من خروجك من القناة؟
de: Sind Sie sicher, den Kanal zu verlassen?
es: ¿Estás seguro de salir del canal?
fr: Êtes-vous sûr de quitter la chaîne?
it: Sei sicuro di uscire dal canale?
ko: 채널을 종료 하시겠습니까?
pt_br: Tem certeza que deseja sair do canal?
ru: Вы уверены, что выходите из канала?

# among.chat.room.message.placeholder
source: Say something...
ar: قل شيئا...
de: Sag etwas...
es: Di algo...
fr: Dis quelquechose...
it: Di 'qualcosa...
ko: 말해봐...
pt_br: Diga algo...
ru: Скажите что-то...

# premium.lifetime
source: lifetime
ar: أوقات الحياة
de: Lebenszeit
es: toda la vida
fr: durée de vie
it: tutta la vita
ko: 일생
pt_br: tempo de vida
ru: продолжительность жизни

# premium.subscription.detail.lifetime
source: Pay once, No Subscription
ar: ادفع مرة واحدة ، بدون اشتراك
de: Einmal bezahlen, kein Abonnement
es: Paga una vez, sin suscripción
fr: Payez une fois, sans abonnement
it: Paga una volta, nessun abbonamento
ko: 한 번 지불, 구독 없음
pt_br: Pague uma vez, sem assinatura
ru: Платите один раз, без подписки

# force.upgrade.tip
source: Please update to the newest version of the app to continue playing.
ar: يرجى التحديث إلى أحدث إصدار من التطبيق لمتابعة اللعب.
de: Bitte aktualisieren Sie auf die neueste Version der App, um weiterzuspielen.
es: Actualiza a la versión más reciente de la aplicación para seguir jugando.
fr: Veuillez mettre à jour vers la dernière version de l'application pour continuer à jouer.
it: Aggiorna alla versione più recente dell'app per continuare a giocare.
ko: 계속 플레이하려면 최신 버전의 앱으로 업데이트하세요.
pt_br: Atualize para a versão mais recente do aplicativo para continuar jogando.
ru: Пожалуйста, обновите приложение до последней версии, чтобы продолжить игру.

# room.public
source: Public
ar: عام
de: Öffentlichkeit
es: Público
fr: Publique
it: Pubblico
ko: 공공의
pt_br: Público
ru: Публичный
