Repository: castbox/AmongChat-iOS
Catalog: WalkieTalkie/WalkieTalkie/resource/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ko, pt_br, ru

# admin.mute.mic.tips
source: Muted successfully
ar: كتم الصوت بنجاح
es: Silenciado con éxito
fr: Muet avec succès
ko: 성공적으로 음소거
pt_br: Mudo com sucesso
ru: Без звука успешно

# admin.mute.im.tips
source: Banned the user from live chatting
ar: منع المستخدم من الدردشة الحية
es: Prohibió al usuario de chatear en vivo
fr: Interdit à l'utilisateur de chatter en direct
ko: 실시간 채팅에서 사용자를 금지했습니다.
pt_br: Baniu o usuário do chat ao vivo
ru: Забанили пользователя от живого чата

# admin.unmute.mic.tips
source: Unmuted successfully
ar: تمت إعادة الصوت بنجاح
es: Activar sonido con éxito
fr: Réactiver le son avec succès
ko: 성공적으로 음소거 해제
pt_br: Ativar som com sucesso
ru: Включено успешно

# admin.unmute.im.tips
source: Unbanned successfully
ar: تم إلغاء الحظر بنجاح
es: Desbanned con éxito
fr: Non banni avec succès
ko: 성공적으로 차단 해제
pt_br: Desbanido com sucesso
ru: Успешно разблокирован

# admin.kick.tips
source: Kicked successfully
ar: ركل بنجاح
es: Pateado con éxito
fr: Coup de pied avec succès
ko: 성공적으로 추방
pt_br: Chutado com sucesso
ru: Удар успешно

# message.disable.tips
source: You have been muted because of a violation of Community Guidelines.
ar: تم كتم صوتك بسبب انتهاك إرشادات المنتدى.
es: Se te ha silenciado debido a una infracción de los Lineamientos de la comunidad.
fr: Vous avez été mis en sourdine en raison d'une violation du règlement de la communauté.
ko: 커뮤니티 가이드 위반으로 인해 음소거되었습니다.
pt_br: Seu som foi silenciado devido a uma violação das Diretrizes da comunidade.
ru: Вам отключили звук из-за нарушения принципов сообщества.

# enter.kicked.room.tips
source: Sorry, you can't re-enter the channel now.
ar: عذرًا ، لا يمكنك إعادة الدخول إلى القناة الآن.
es: Lo siento, no puedes volver a ingresar al canal ahora.
fr: Désolé, vous ne pouvez pas accéder à nouveau à la chaîne pour le moment.
ko: 죄송합니다. 지금은 채널에 다시 입장 할 수 없습니다.
pt_br: Desculpe, você não pode entrar novamente no canal agora.
ru: Извините, вы не можете повторно войти на канал сейчас.

# admin.cannot.matched.room.tips
source: Nobody's online yet, please try again later.
ar: لا أحد متصل بالإنترنت حتى الآن ، يرجى المحاولة مرة أخرى لاحقًا.
es: Nadie está en línea todavía. Vuelve a intentarlo más tarde.
fr: Personne n'est encore en ligne, veuillez réessayer plus tard.
ko: 아직 온라인 상태가 아닙니다. 나중에 다시 시도해주세요.
pt_br: Ninguém está online ainda, tente novamente mais tarde.
ru: Еще никого нет в сети, повторите попытку позже.

# alert.admin.mute.im
source: Ban live chat
ar: حظر الدردشة الحية
es: Prohibir el chat en vivo
fr: Interdire le chat en direct
ko: 라이브 채팅 금지
pt_br: Banir chat ao vivo
ru: Запретить чат

# alert.admin.mute.mic
source: Mute for everyone
ar: كتم الصوت للجميع
es: Silencio para todos
fr: Muet pour tout le monde
ko: 모두를위한 음소거
pt_br: Mudo para todos
ru: Без звука для всех

# alert.admin.unmute.im
source: Unban live chat
ar: إلغاء حظر الدردشة المباشرة
es: Anular la prohibición del chat en vivo
fr: Non banni du chat en direct
ko: 라이브 채팅 금지 해제
pt_br: Desbanir chat ao vivo
ru: Разбанить чат

# alert.admin.unmute.mic
source: Unmute for everyone
ar: إعادة الصوت للجميع
es: Activar sonido para todos
fr: Activer le son pour tout le monde
ko: 모두를위한 음소거 해제
pt_br: Ativar som para todos
ru: Включить звук для всех

# user.login.banned.tip
source: Account suspended
ar: حساب معلق
es: Cuenta suspendida
fr: Compte suspendu
ko: 계정 일시 중지
pt_br: Conta suspensa
ru: Аккаунт заблокирован

# user.login.kicked.tip
source: Your account has been logged in on another device
ar: تم تسجيل الدخول إلى حسابك على جهاز آخر
es: Su cuenta ha sido iniciada en otro dispositivo
fr: Votre compte a été connecté sur un autre appareil
ko: 귀하의 계정은 다른 장치에 로그인되었습니다
pt_br: Sua conta foi conectada em outro dispositivo
ru: Ваша учетная запись была авторизована на другом устройстве

# user.login.common.tip
source: Something went wrong, please try again later
ar: هناك شئ خاطئ، يرجى المحاولة فى وقت لاحق
es: Algo salió mal. Vuelve a intentarlo más tarde.
fr: Quelque chose c‘est mal passé. Merci d’essayer plus tard
ko: 문제가 발생했습니다. 나중에 다시 시도하세요.
pt_br: Algo deu errado, tente novamente mais tarde
ru: Что-то пошло не так. Пожалуйста, повторите попытку позже

# among.chat.group.admin.invitation.msg
source: just started a new session for the %@ group
ar: بدأت للتو جلسة جديدة لمجموعة %@
es: acaba de iniciar una nueva sesión para el grupo %@
fr: vient de démarrer une nouvelle session pour le groupe %@
ko: %@ 그룹에 대한 새 세션을 시작했습니다.
pt_br: acabou de iniciar uma nova sessão para o grupo %@
ru: только что начал новую сессию для группы %@

# enter.closed.group.room.tips
source: Group session has ended, please check back later.
ar: انتهت جلسة المجموعة ، يرجى التحقق مرة أخرى لاحقًا.
es: La sesión de grupo ha finalizado. Vuelve a consultar más tarde.
fr: La session de groupe est terminée, veuillez revenir plus tard.
ko: 그룹 세션이 종료되었습니다. 나중에 다시 확인하세요.
pt_br: A sessão de grupo terminou, verifique mais tarde.
ru: Групповая сессия закончилась, повторите попытку позже.

# among.chat.notice.all.notice.title
source: Notice
ar: تنويه
es: El aviso
fr: Notification
ko: 알림
pt_br: Aviso
ru: Уведомление

# among.chat.notice.system
source: System
ar: نظام
es: Sistema
fr: Système
ko: 체계
pt_br: Sistema
ru: Система

# among.chat.notice.social
source: Social
ar: اجتماعي
ko: 사회적인
ru: Социальное

# among.chat.notice.group.requests
source: Group Requests
ar: طلبات المجموعة
es: Solicitudes de grupo
fr: Demandes de groupe
ko: 그룹 요청
pt_br: Pedidos de Grupo
ru: Групповые запросы

# among.chat.notice.click.to.go
source: Click to Go
ar: انقر للذهاب
es: Haga clic para ir
fr: Cliquez pour aller
ko: 클릭하여 이동
pt_br: Clique para ir
ru: Нажмите, чтобы перейти

# group.online
source: Online
ar: مباشر
es: En directo
fr: En direct
ko: 라이브
pt_br: Live
ru: Прямой эфир

# profile.pro
source: PRO
pt_br: PRÓ

# among.chat.room.animal.crossing.id
source: Animal Crossing ID
es: ID de Animal Crossing

# room.animal.crossing.id.placeholder
source: ANIMAL CROSSING ID
es: ID DE ANIMAL CROSSING
