Repository: castbox/AmongChat-iOS
Catalog: WalkieTalkie/WalkieTalkie/resource/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ko, pt_br, ru

# premium.restore.purchases
source: Restore Purchases
ar: استعادة المشتريات
de: Einkäufe wiederherstellen
es: Restaurar las compras
fr: Restaurer les achats
it: Ripristinare gli acquisti
ko: 구매를 복원
pt_br: Restaurar compras
ru: Восстановить покупки

# among.chat.profile.pro.center
source: PRO Center
ar: مركز PRO
es: Centro PRO
fr: Centre PRO
it: Centro PRO
ko: PRO 센터
ru: PRO центр

# among.chat.create.room.card.unlimited
source: Unlimited
ar: غير محدود
de: Unbegrenzt
es: Ilimitado
fr: Illimité
it: Illimitato
ko: 제한 없는
pt_br: Ilimitado
ru: Безлимитный

# among.chat.create.room.card.unlock.pro
source: You can get unlimited cards by unlocking PRO.
ar: يمكنك الحصول على بطاقات غير محدودة عن طريق فتح PRO.
de: Sie können unbegrenzte Karten erhalten, indem Sie PRO freischalten.
es: Puede obtener tarjetas ilimitadas desbloqueando PRO.
fr: Vous pouvez obtenir un nombre illimité de cartes en débloquant PRO.
it: Puoi ottenere carte illimitate sbloccando PRO.
ko: PRO를 잠금 해제하면 무제한 카드를 얻을 수 있습니다.
pt_br: Você pode obter cartões ilimitados ao desbloquear PRO.
ru: Вы можете получить неограниченное количество карт, разблокировав PRO.

source: Log in
ar: تسجيل الدخول
de: Einloggen
es: Iniciar sesión
fr: S'identifier
it: Accesso
ko: 로그인
pt_br: Conecte-se
ru: Авторизоваться

# social.share.link
source: Share link
ar: رابط المشاركة
de: Einen Link teilen
es: Compartir enlace
fr: Lien de partage
it: Condividi il link
ko: 링크 공유
pt_br: Compartilhar link
ru: Поделиться ссылкой

# social.invite.contact
source: Contacts
ar: جهات الاتصال
de: Kontakte
es: Contactos
it: Contatti
ko: 콘택트 렌즈
pt_br: Contatos
ru: Контакты

# social.invite.contact.mobile
source: Find friends in your contacts
ar: ابحث عن أصدقاء في جهات الاتصال الخاصة بك
de: Finden Sie Freunde in Ihren Kontakten
es: Encuentra amigos en tus contactos
fr: Trouvez des amis dans vos contacts
it: Trova amici nei tuoi contatti
ko: 연락처에서 친구 찾기
pt_br: Encontre amigos em seus contatos
ru: Найдите друзей в ваших контактах

# big.enable
source: Enable
ar: ممكن
de: Aktivieren
es: Habilitar
fr: Activer
it: Abilitare
ko: 활성화
pt_br: Habilitar
ru: включить

# big.go
source: Go
ar: اذهب
de: Gehen
es: Vamos
fr: Aller
it: Partire
ko: 가다
pt_br: Ir
ru: Идти

# social.contact.denied.title
source: Please go to your phone Settings to enable the permission
ar: يرجى الانتقال إلى إعدادات هاتفك لتمكين الإذن
de: Bitte gehen Sie zu Ihren Telefoneinstellungen, um die Berechtigung zu aktivieren
es: Vaya a la configuración de su teléfono para habilitar el permiso
fr: Veuillez accéder aux paramètres de votre téléphone pour activer l'autorisation
it: Vai alle Impostazioni del telefono per abilitare l'autorizzazione
ko: 권한을 활성화하려면 휴대폰 설정으로 이동하십시오.
pt_br: Vá para as configurações do seu telefone para habilitar a permissão
ru: Пожалуйста, перейдите в настройки вашего телефона, чтобы включить разрешение

# social.add.new
source: Add New Friends
ar: أضف أصدقاء جدد
de: Neue Freunde hinzufügen
es: Agregar nuevos amigos
fr: Ajouter de nouveaux amis
it: Aggiungi nuovi amici
ko: 새 친구 추가
pt_br: Adicionar novos amigos
ru: Добавить новых друзей

# social.contact.firends.count
source: %@ friends on AmongChat
ar: %@ الأصدقاء على AmongChat
de: %@ Freunde auf AmongChat
es: %@ amigos en AmongChat
fr: %@ amis sur AmongChat
it: %@ amici su AmongChat
ko: AmongChat에서 친구 %@ 명
pt_br: %@ amigos no AmongChat
ru: %@ друзей в AmongChat

# social.suggested.contacts
source: Suggested contacts
ar: اقترح جهات الاتصال
de: Vorgeschlagene Kontakte
es: Contactos sugeridos
fr: Contacts suggérés
it: Contatti suggeriti
ko: 추천 연락처
pt_br: Contatos sugeridos
ru: Предлагаемые контакты

# social.see.all
source: See all
ar: اظهار الكل
de: Alles sehen
es: Ver todo
fr: Voir tout
it: Vedi tutto
ko: 모두보기
pt_br: Ver tudo
ru: Увидеть все

# contact.search.input.placeholder
source: Search by name
ar: البحث عن طريق الإسم
de: Suche mit Namen
es: Buscar por nombre
fr: Recherche par nom
it: Ricerca per nome
ko: 이름으로 검색
pt_br: Procura por nome
ru: Поиск по имени

# contact.search.title
source: Contacts
ar: جهات الاتصال
de: Kontakte
es: Contactos
it: Contatti
ko: 콘택트 렌즈
pt_br: Contatos
ru: Контакты

# device.not.support.send.message
source: Sorry, your device does not support this feature.
ar: عذرا ، جهازك لا يدعم هذه الميزة.
de: Ihr Gerät unterstützt diese Funktion leider nicht.
es: Lo sentimos, su dispositivo no es compatible con esta función.
fr: Désolé, votre appareil ne prend pas en charge cette fonctionnalité.
it: Spiacenti, il tuo dispositivo non supporta questa funzione.
ko: 죄송합니다. 장치가이 기능을 지원하지 않습니다.
pt_br: Desculpe, seu dispositivo não suporta este recurso.
ru: К сожалению, ваше устройство не поддерживает эту функцию.

# new.avatars.guide.title
source: New Avatars
ar: الصور الرمزية الجديدة
de: Neue Avatare
es: Nuevos Avatares
fr: Nouveaux avatars
it: Nuovi avatar
ko: 새로운 아바타
pt_br: Novos Avatares
ru: Новые аватары

# new.avatars.guide.subtitle
source: Wanna be more attractive and make more friends? Cool avatars are ready for you!
ar: هل تريد أن تكون أكثر جاذبية وتكوين صداقات أكثر؟ الصور الرمزية الرائعة جاهزة لك!
de: Wollen Sie attraktiver sein und mehr Freunde finden? Coole Avatare stehen für Sie bereit!
es: ¿Quieres ser más atractivo y hacer más amigos? ¡Los avatares geniales están listos para ti!
fr: Vous voulez être plus attrayant et vous faire plus d'amis? Des avatars sympas sont prêts pour vous!
it: Vuoi essere più attraente e fare più amici? Fantastici avatar sono pronti per te!
ko: 더 매력적이고 더 많은 친구를 만들고 싶습니까? 멋진 아바타가 준비되었습니다!
pt_br: Quer ser mais atraente e fazer mais amigos? Avatares legais estão prontos para você!
ru: Хотите быть привлекательнее и заводить больше друзей? Крутые аватарки готовы для вас!

# contacts.matching.results.empty
source: Oops, no matching results!
ar: عفوًا ، لا توجد نتائج مطابقة!
de: Ups, keine passenden Ergebnisse!
es: ¡Vaya, no hay resultados coincidentes!
fr: Oups, aucun résultat!
it: Oops, nessun risultato corrispondente!
ko: 죄송합니다. 일치하는 결과가 없습니다.
pt_br: Ops, nenhum resultado correspondente!
ru: Ой, подходящих результатов нет!

# contacts.empty
source: Oops, no contacts!
ar: عفوًا ، لا توجد جهات اتصال!
de: Ups, keine Kontakte!
es: ¡Vaya, no hay contactos!
fr: Oups, pas de contacts!
it: Oops, nessun contatto!
ko: 연락처가 없습니다.
pt_br: Ops, sem contatos!
ru: Ой, контактов нет!

# premium.restore.succeeded
source: Restore succeeded
ar: نجحت الاستعادة
de: Erfolgreich wiederherstellen
es: Restaurar correctamente
fr: La restauration a réussi
it: Ripristino riuscito
ko: 복원 성공
pt_br: Restauração bem sucedida
ru: Восстановление выполнено

# social.one.contact.firend
source: %@ friend on AmongChat
ar: %@ صديق على AmongChat
de: %@ Freund auf AmongChat
es: %@ amigo en AmongChat
fr: %@ ami sur AmongChat
it: %@ amico su AmongChat
ko: AmongChat에서 친구 %@ 명
pt_br: %@ amigo no AmongChat
ru: %@ друг в AmongChat

# tracking.guide.title
source: Please give us your consent on
ar: من فضلك اعطنا موافقتك على
de: Bitte geben Sie uns Ihre Zustimmung auf
es: Por favor, danos tu consentimiento para
fr: Veuillez nous donner votre accord sur
it: Vi preghiamo di darci il vostro consenso su
ko: 다음에 동의 해주십시오
pt_br: Por favor, dê-nos o seu consentimento em
ru: Пожалуйста, дайте нам свое согласие на

# tracking.guide.title.suffix
source: the next screen
ar: الشاشة التالية
de: dem nächste Bildschirm
es: la siguiente pantalla
fr: l'écran suivant
it: la schermata successiva
ko: 다음 화면
pt_br: a próxima tela
ru: следующий экран

# tracking.guide.subtitle
source: By allowing tracking, we'll be able to better tailor ads served to you on AmongChat.
ar: من خلال السماح بالتتبع ، سنكون قادرين على تخصيص الإعلانات بشكل أفضل لك في AmongChat.
de: Indem wir das Tracking zulassen, können wir Anzeigen, die auf AmongChat für Sie geschaltet werden, besser anpassen.
es: Al permitir el seguimiento, podremos personalizar mejor los anuncios que se le ofrecen en AmongChat.
fr: En autorisant le suivi, nous serons en mesure de mieux personnaliser les publicités qui vous sont proposées sur AmongChat.
it: Consentendo il monitoraggio, saremo in grado di personalizzare meglio gli annunci che ti vengono offerti su AmongChat.
ko: 추적을 허용함으로써, 우리는 AmongChat에서 귀하에게 제공되는 광고를 더 잘 조정할 수 있습니다.
pt_br: Ao permitir o rastreamento, poderemos personalizar melhor os anúncios veiculados para você no AmongChat.
ru: Разрешив отслеживание, мы сможем лучше адаптировать рекламу, показываемую вам в AmongChat.

# tracking.guide.allow
source: Allow Tracking
ar: السماح بالتتبع
de: Tracking zulassen
es: Permitir seguimiento
fr: Autoriser le suivi
it: Consenti monitoraggio
ko: 추적 허용
pt_br: Permitir rastreamento
ru: Разрешить отслеживание

# tracking.guide.later
source: Later
ar: في وقت لاحق
de: Später
es: Más tarde
fr: Plus tard
it: Dopo
ko: 나중
pt_br: Mais tarde
ru: Позже

# among.chat.profile.customize
source: Customize
ar: يعدل أو يكيف
de: Anpassen
es: Personalizar
fr: Personnaliser
ko: 커스터마이즈
pt_br: Customizar
ru: Настроить

# among.chat.profile.skin
source: Skin
ar: سطح
es: Piel
fr: Apparence
ko: 스킨
pt_br: Pele
ru: Скин

# among.chat.profile.bg
source: BG
ar: خلفية
de: Hintergrund
es: Fondo
fr: Fond d'Écran
ko: 배경
pt_br: Papel de Parede
ru: Фон

# among.chat.profile.Hat
source: Hat
ar: قبعة
de: Hut
es: Sombrero
fr: Chapeau
ko: 모자
pt_br: Chapéu
ru: Шапка

# among.chat.profile.pet
source: Pet
ar: حيوان اليف
de: Haustier
es: Mascota
fr: Animal de compagnie
ko: 애완 동물
pt_br: Animal
ru: Домашнее животное

# among.chat.profile.equip
source: Equip
ar: تجهيز
de: Ausrüsten
es: Equipar
fr: Équiper
ko: 갖추어 주다
pt_br: Equipar
ru: Оборудовать

# among.chat.profile.remove
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Retirer
ko: 없애다
pt_br: Remover
ru: удалять

# follow.invited.success
source: Friend added successfully
ar: تمت إضافة الصديق بنجاح
de: Freund erfolgreich hinzugefügt
es: Amigo agregado exitosamente
fr: Ami ajouté avec succès
ko: 친구가 성공적으로 추가되었습니다.
pt_br: Amigo adicionado com sucesso
ru: Друг успешно добавлен

# among.chat.custom.avatar.use.default
source: Use an avatar
ar: استخدم الصورة الرمزية
de: Verwenden Sie einen Avatar
es: Usa un avatar
fr: Utilisez un avatar
ko: 아바타 사용
pt_br: Use um avatar
ru: Используйте аватар

# among.chat.custom.avatar.take.photo
source: Take a photo
ar: التقاط صورة
de: Machen Sie ein Foto
es: Toma una foto
fr: Prendre une photo
ko: 사진을 찍다
pt_br: Tire uma foto
ru: Сфотографировать

# among.chat.custom.avatar.select.image
source: Select an image
ar: اختر صورة
de: Wählen Sie ein Bild aus
es: Seleccionar una imagen
fr: Sélectionnez une image
ko: 이미지 선택
pt_br: Selecione uma imagem
ru: Выберите изображение

# among.chat.custom.avatar.close
source: Close
ar: قريب
de: Schließen
es: Cerrar
fr: Fermer
ko: 닫기
pt_br: Fechar
ru: Закрывать

# among.chat.pro.privilege.custom.avatars
source: Upload your own avatar
ar: قم بتحميل الصورة الرمزية الخاصة بك
de: Laden Sie Ihren eigenen Avatar hoch
es: Sube tu propio avatar
fr: Téléchargez votre propre avatar
ko: 나만의 아바타 업로드
pt_br: Carregue seu próprio avatar
ru: Загрузите свой аватар

# among.chat.pro.privilege.custom.avatars.sub
source: Your avatar can be different
ar: يمكن أن تكون صورتك الرمزية مختلفة
de: Ihr Avatar kann anders sein
es: Tu avatar puede ser diferente
fr: Votre avatar peut être différent
ko: 당신의 아바타는 다를 수 있습니다
pt_br: Seu avatar pode ser diferente
ru: Ваш аватар может быть другим

# among.chat.room.just.chat.set.up.notes
source: Set up notes here
ar: قم بإعداد الملاحظات هنا
de: Machen Sie Notizen hier
es: Configurar notas aquí
fr: Mettre en place des notes ici
ko: 여기에 메모 설정
pt_br: Configure notas aqui
ru: Настройте заметки здесь

# among.chat.room.set.animal.crossing.id
source: Set Animal Crossing ID
ar: تعيين Animal Crossing ID
de: Stellen Sie die Animal Crossing ID ein
es: Establecer ID de Animal Crossing
fr: Définir l'ID Animal Crossing
ko: Animal Crossing ID 설정
pt_br: Definir ID Animal Crossing
ru: Установить Animal Crossing ID

# among.chat.room.fortnite.name
source: Fortnite Display Name
ar: اسم عرض Fortnite
de: Fortnite Anzeigename
es: Nombre para mostrar de Fortnite
fr: Nom d'affichage Fortnite
ko: Fortnite 표시 이름
pt_br: Nome de exibição do Fortnite
ru: Отображаемое имя Fortnite

# among.chat.room.fortnite.name.prefix
source: Display Name: %1$@
ar: اسم العرض: %1$@
de: Anzeigename: %1$@
es: Nombre para mostrar: %1$@
fr: Nom d'affichage: %1$@
ko: 표시 이름: %1$@
pt_br: Nome de exibição: %1$@
ru: Отображаемое имя: %1$@

# among.chat.room.set.brawl.id
source: Set Brawl Stars Team Code/ID
ar: تعيين Brawl Stars كود الفريق/ID
de: Stellen Sie Brawl Stars Teamcode/ID ein
es: Establecer el código/ID del equipo de Brawl Stars
fr: Définir le code/ID de l'équipe Brawl Stars
ko: Brawl Stars 팀 코드/ID 설정
pt_br: Definir código/ID da equipe do Brawl Stars
ru: Установить код/ID команды Brawl Stars

# among.chat.room.brawl.id
source: Brawl Stars Team Code/ID
ar: Brawl Stars كود الفريق/ID
es: Código/ID del equipo de Brawl Stars
fr: Code/ID de l'équipe Brawl Stars
ko: Brawl Stars 팀 코드/ID
pt_br: Código/ID da equipe do Brawl Stars
ru: Код/ID команды Brawl Stars

# room.brawl.id.placeholder
source: BRAWL STARS TEAM CODE/ID
ar: BRAWL STARS كود الفريق/ID
es: CÓDIGO/ID DEL EQUIPO DE BRAWL STARS
fr: CODE/ID DE L'ÉQUIPE BRAWL STARS
ko: BRAWL STARS 팀 코드/ID
pt_br: CÓDIGO/ID DA EQUIPE BRAWL STARS
ru: КОД/ID КОМАНДЫ BRAWL STARS

# among.chat.room.brawl.id.prefix
source: Team Code/ID: %1$@
ar: كود الفريق/ID: %1$@
es: Código/ID de equipo: %1$@
fr: Code/ID de l'équipe: %1$@
ko: 팀 코드/ID: %1$@
pt_br: Código/ID da equipe: %1$@
ru: Код/ID команды: %1$@

# among.chat.room.roblox.user.name
source: Roblox Username
ar: اسم مستخدم Roblox
de: Roblox Benutzername
es: Nombre de usuario de Roblox
fr: Nom d'utilisateur Roblox
ko: Roblox 사용자 이름
pt_br: Nome de usuário Roblox
ru: Имя пользователя Roblox

# among.chat.room.roblox.user.name.prefix
source: Username: %1$@
ar: اسم المستخدم: %1$@
de: Benutzername: %1$@
es: Nombre de usuario: %1$@
fr: Nom d'utilisateur: %1$@
ko: 사용자 이름: %1$@
pt_br: Nome de usuário: %1$@
ru: Имя пользователя: %1$@

# among.chat.room.freefire.name
source: Free Fire Nickname
ar: Free Fire كنية
de: Free Fire Spitzname
es: Apodo de Free Fire
fr: Surnom du Free Fire
ko: Free Fire 닉네임
pt_br: Apelido de Free Fire
ru: Никнейм Free Fire

# among.chat.room.freefire.name.prefix
source: Nickname: %1$@
ar: كنية: %1$@
de: Spitzname: %1$@
es: Apodo: %1$@
fr: Surnom: %1$@
ko: 닉네임: %1$@
pt_br: Apelido: %1$@
ru: Ник: %1$@

# among.chat.room.mobile.legends.name
source: MLBB Name/ID
ar: MLBB اسم/ID
es: Nombre/ID de MLBB
fr: MLBB Nom/ID
ko: MLBB 이름/ID
pt_br: Nome/ID da MLBB
ru: MLBB Имя/ID

# among.chat.room.mobile.legends.name.prefix
source: Name/ID: %1$@
ar: الاسم/ID: %1$@
es: Nombre/ID: %1$@
fr: Nom/ID: %1$@
ko: 이름/ID: %1$@
pt_br: Nome/ID: %1$@
ru: Имя/ID: %1$@

# among.chat.room.minecraft.name.prefix
source: Gamertag: %1$@
ar: علامة اللاعب: %1$@
de: Spielername: %1$@
es: Etiqueta de Jugador: %1$@
fr: Balise de Joueur: %1$@
ko: 게이머 태그: %1$@
pt_br: Tag de Jogador: %1$@
ru: Тег игрока: %1$@

# among.chat.room.pubg.name.id
source: PUBG Player Name/ID
ar: PUBG اسم اللاعب/ID
de: PUBG Spielername/ID
es: Nombre/ID del jugador de PUBG
fr: PUBG Nom/ID du joueur
ko: PUBG 플레이어 이름/ID
pt_br: Nome/ID do jogador PUBG
ru: PUBG Имя/ID игрока

# among.chat.room.pubg.name.id.prefix
source: Name/ID: %1$@
ar: الاسم/ID: %1$@
es: Nombre/ID: %1$@
fr: Nom/ID: %1$@
ko: 이름/ID: %1$@
pt_br: Nome/ID: %1$@
ru: Имя/ID: %1$@

# among.chat.room.call.of.duty.name
source: COD Username/UID
ar: COD اسم المستخدم/UID
de: COD Benutzername/UID
es: COD Nombre de usuario/UID
fr: COD Nom d'utilisateur/UID
ko: COD 사용자 이름/UID
pt_br: Nome de usuário/UID do COD
ru: COD Имя пользователя/UID

# among.chat.room.call.of.duty.name.prefix
source: Username/UID: %1$@
ar: اسم المستخدم/UID: %1$@
de: Benutzername/UID: %1$@
es: Nombre de usuario/UID: %1$@
fr: Nom d'utilisateur/UID: %1$@
ko: 사용자 이름/UID: %1$@
pt_br: Nome de usuário/UID: %1$@
ru: Имя пользователя/UID: %1$@

# among.chat.room.set.up.name.desc
source: Set your own %1$@ or click to copy others' to play together
ar: قم بتعيين %1$@ الخاص بك أو انقر لنسخ الآخرين للعب معًا
de: Stellen Sie Ihre eigene %1$@ ein oder klicken Sie, um die anderer zu kopieren und zusammen zu spielen
es: Configure su propio %1$@ o haga clic para copiar otros para jugar juntos
fr: Définissez votre propre %1$@ ou cliquez pour copier les autres pour jouer ensemble
ko: 자신의 %1$@을 설정하거나 다른 사람을 클릭하여 함께 플레이하십시오.
pt_br: Defina o seu próprio %1$@ ou clique para copiar outros para jogarem juntos
ru: Установите свой собственный %1$@ или нажмите, чтобы скопировать другие, чтобы играть вместе

# among.chat.age.prompt.title
source: Set Your Age
ar: حدد عمرك
de: Stellen Sie Ihr Alter ein
es: Fije su edad
fr: Définissez votre âge
ko: 나이 설정
pt_br: Defina sua idade
ru: Установите свой возраст

# among.chat.age.prompt.msg
source: Wanna match with other players more exactly? Set your real age now!
ar: هل تريد المباراة مع لاعبين آخرين بشكل أكثر دقة؟ حدد عمرك الحقيقي الآن!
de: Wollen Sie genauer mit anderen Spielern übereinstimmen? Stellen Sie jetzt Ihr wirkliches Alter ein!
es: ¿Quieres emparejar con otros jugadores de forma más exacta? ¡Establezca su edad real ahora!
fr: Voulez-vous correspondre avec d'autres joueurs plus exactement? Définissez votre âge réel maintenant!
ko: 다른 플레이어와 더 정확하게 매치하고 싶습니까? 지금 실제 나이를 설정하십시오!
pt_br: Quer combinar com outros jogadores mais exatamente? Defina sua idade real agora!
ru: Хотите точнее соответствовать другим игрокам? Установите свой настоящий возраст прямо сейчас!

# among.chat.vip.recruit.title
source: Get Verified
ar: الحصول على التحقق
de: Verifiziert werden
es: Verifícate
fr: Être vérifié
ko: 확인 받기
pt_br: Ser verificado
ru: Пройти проверку

# among.chat.vip.recruit.title2
source: Get in now!
ar: ادخل الآن!
de: Komm nun rein!
es: ¡Entra ahora!
fr: Entrez maintenant!
ko: 지금 당장!
pt_br: Entre agora!
ru: Входи сейчас!

# among.chat.vip.recruit.msg
source: Remember your ID first, then let's go!
ar: تذكر الخاص بك ID أولا ، دعنا نذهب!
de: Erinnern Sie sich zuerst an Ihrer ID, dann lassen uns gehen!
es: Primero recuerda tu ID, ¡luego vamos!
fr: Rappelez-vous d'abord votre ID, puis allons-y!
ko: 먼저 ID를 기억하고 가자!
pt_br: Lembre-se da sua ID primeiro, depois vamos lá!
ru: Сначала запомните свой ID, а потом поехали!

# among.chat.login.auth.tip.apply
source: Please sign in first to apply
ar: الرجاء تسجيل الدخول أولا لتطبيق
de: Bitte melden Sie sich zuerst an, um sich zu bewerben
es: Inicia sesión primero para postularte
fr: Veuillez d'abord vous connecter pour postuler
ko: 신청하려면 먼저 로그인하세요.
pt_br: Faça login primeiro para se inscrever
ru: Пожалуйста, войдите сначала, чтобы подать заявку

# among.chat.profile.my.game.stats
source: My Gaming Stats
ar: احصائيات اللعب الخاصة بي
de: Meine Spielstatistiken
es: Mis Estadísticas de Juego
fr: Mes Statistiques de Jeu
ko: 내 게임 통계
pt_br: Minhas Estatísticas de Jogo
ru: Моя игровая статистика

# among.chat.profile.game.stats
source: Gaming Stats
ar: احصائيات اللعب
de: Spielstatistiken
es: Estadísticas de Juegos
fr: Statistiques de Jeu
ko: 게임 통계
pt_br: Estatísticas de Jogos
ru: Игровая статистика

# among.chat.profile.add.a.game
source: Add a Game
ar: أضف لعبة
de: Fügen Sie ein Spiel hinzu
es: Agregar un Juego
fr: Ajouter un Jeu
ko: 게임 추가
pt_br: Adicionar um Jogo
ru: Добавить игру

# among.chat.profile.add.game
source: Add Game
ar: إضافة اللعبة
de: Spiel hinzufügen
es: Agregar Juego
fr: Ajouter un Jeu
ko: 게임 추가
pt_br: Adicionar Jogo
ru: Добавить игру

# among.chat.profile.make.tiktok.video
source: Make Tiktok video
ar: اصنع فيديو Tiktok
de: Machen Sie ein Tiktok Video
es: Hacer un video de Tiktok
fr: Faire une vidéo Tiktok
ko: Tiktok 비디오 만들기
pt_br: Faça um vídeo do Tiktok
ru: Сделать видео в Tiktok

# among.chat.choose.game
source: Choose a Game
ar: اختر لعبة
de: Wählen Sie ein Spiel
es: Elige un Juego
fr: Choisissez un Jeu
ko: 게임 선택
pt_br: Escolha um Jogo
ru: Выберите игру

# among.chat.added
source: Added
ar: مضاف
de: Hinzugefügt
es: Adicional
fr: Ajoutée
ko: 추가됨
pt_br: Adicionado
ru: Добавлен

# among.chat.add.stats
source: Add Your Stats
ar: أضف الإحصائيات الخاصة بك
de: Fügen Sie Ihre Statistiken hinzu
es: Agrega Tus Estadísticas
fr: Ajoutez Vos Statistiques
ko: 통계 추가
pt_br: Adicione Suas Estatísticas
ru: Добавьте свою статистику

# among.chat.add.stats.upload.screenshot
source: Upload a screenshot
ar: قم بتحميل لقطة شاشة
de: Laden Sie einen Screenshot hoch
es: Sube una captura de pantalla
fr: Téléchargez une capture d'écran
ko: 스크린 샷 업로드
pt_br: Faça upload de uma captura de tela
ru: Загрузите скриншот

# among.chat.add.stats.upload.screenshot.description
source: Screenshot the statistics page in the game and upload it here.
ar: التقط لقطة شاشة لصفحة الإحصائيات في اللعبة وقم بتحميلها هنا.
de: Machen Sie einen Screenshot der Statistikseite im Spiel und laden Sie ihn hier hoch.
es: Haz una captura de pantalla de la página de estadísticas del juego y cárgala aquí.
fr: Capturez la page des statistiques du jeu et téléchargez-la ici.
ko: 게임의 통계 페이지를 스크린 샷하고 여기에 업로드하세요.
pt_br: Capture a página de estatísticas do jogo e carregue-a aqui.
ru: Сделайте снимок экрана со страницей статистики в игре и загрузите ее сюда.

# among.chat.example
source: Example
ar: مثال
de: Beispiel
es: Ejemplo
fr: Exemple
ko: 예
pt_br: Exemplo
ru: Пример

# among.chat.add.stats.example.description
source: Here’s how the screenshot should look like.
ar: إليك كيف يجب أن تبدو لقطة الشاشة.
de: So sollte der Screenshot aussehen.
es: Así es como debería verse la captura de pantalla.
fr: Voici à quoi devrait ressembler la capture d'écran.
ko: 스크린 샷의 모습은 다음과 같습니다.
pt_br: Veja como a captura de tela deve ser semelhante.
ru: Вот как должен выглядеть скриншот.

# among.chat.game.stats.delete.tip
source: Are you sure to delete the gaming stats?
ar: هل أنت متأكد من حذف إحصائيات الألعاب؟
de: Sind Sie sicher, die Spielstatistiken zu löschen?
es: ¿Estás seguro de eliminar las estadísticas de juego?
fr: Êtes-vous sûr de supprimer les statistiques de jeu?
ko: 게임 통계를 삭제 하시겠습니까?
pt_br: Tem certeza de que deseja excluir as estatísticas de jogo?
ru: Вы уверены, что хотите удалить игровую статистику?

# among.chat.delete
source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Effacer
ko: 지우다
pt_br: Excluir
ru: Удалить

# alert.drop
source: Drop
ar: يسقط
de: Fallen
es: Soltar
fr: Tomber
ko: 하락
pt_br: Solta
ru: Уронить

# group.room.members.title
source: In Channel Members
ar: في أعضاء القناة
de: In Channel-Mitgliedern
es: En miembros del canal
fr: Dans les membres de la chaîne
ko: 채널 회원
pt_br: Membros do canal
ru: В участниках канала

# group.item.edit
source: Edit
ar: يحرر
de: Bearbeiten
es: Editar
fr: Éditer
ko: 편집하다
pt_br: Editar
ru: Редактировать

# group.item.start.live
source: Start
ar: بداية
es: Comienzo
fr: Démarrer
ko: 스타트
pt_br: Começar
ru: Начинать

# group.owner
source: Owner
ar: مالك
de: Inhaber
es: Dueño
fr: Propriétaire
ko: 소유자
pt_br: Proprietário
ru: Владелец

# group.room.join.request
source: Join Requests
ar: طلبات الانضمام
de: Beitrittsanfragen
es: Solicitudes de unión
fr: Rejoindre les demandes
ko: 가입 요청
pt_br: Pedidos de adesão
ru: Запросы на присоединение

# group.room.host.request
source: Raised Hands
ar: أيدي مرفوعة
de: Erhöhte Hände
es: Manos Levantadas
fr: Mains levées
ko: 제기 손
pt_br: Mãos levantadas
ru: Поднятые руки

# group.room.raised.hands.title
source: %@ Raised Hands
ar: %@ أيدي مرفوعة
de: %@ Erhöhte Hände
es: %@ Manos Levantadas
fr: %@ mains levées
ko: %@ 제기 손
pt_br: %@ Mãos levantadas
ru: %@ Поднятые руки

# group.room.join.request.title
source: %@ Join Requests
ar: %@ طلبات الانضمام
de: %@ Beitrittsanfragen
es: %@ Solicitudes de unión
fr: %@ rejoindre les demandes
ko: %@ 가입 요청
pt_br: %@ Pedidos de adesão
ru: %@ Запросы на присоединение

# group.room.set.up.code
source: Set up code
ar: قم بإعداد الكود
de: Code einrichten
es: Configurar código
fr: Configurer le code
ko: 코드 설정
pt_br: Código de configuração
ru: Установить код
