Repository: castbox/AmongChat-iOS
Catalog: WalkieTalkie/WalkieTalkie/resource/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ko, pt_br, ru

# room.private
source: Private
ar: نشر
de: Privat
es: Privado
fr: Privé
it: Privato
ko: 은밀한
pt_br: Privado
ru: Частный

# among.chat.room.tip.mic.on
source: MIC ON
ar: ميكروفون مفتوح
de: MIC EIN
es: MIC EN
ko: 마이크 켜기
ru: МИКРОФОН ВКЛ

# room.tag.open.game
source: Open Game
ar: لعبة مفتوحة
de: Spiel öffnen
es: Juego abierto
fr: Jeu ouvert
it: Apri gioco
ko: 오픈 게임
pt_br: Jogo Aberto
ru: Открытая игра

# room.hosts.notes
source: Host's notes:
ar: رسالة المضيف:
de: Anmerkungen des Gastgebers:
es: Notas del anfitrión:
fr: Notes de l'hôte:
it: Note dell'ospite:
ko: 호스트 메모:
pt_br: Notas do anfitrião:
ru: Примечания хозяина:

# room.user.list.muted
source: Muted
ar: مكتوم
de: Stumm geschaltet
es: Apagado
fr: En sourdine
it: Muto
ko: 음소거
pt_br: Mudo
ru: БЕЗ ЗВУКА

# among.chat.privacy.policy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutz-Bestimmungen
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla riservatezza
ko: 개인 정보 정책
pt_br: Política de Privacidade
ru: Политика конфиденциальности

# among.chat.terms.service
source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'utilisation
it: Termini di servizio
ko: 서비스 약관
pt_br: Termos de serviço
ru: Условия обслуживания

# among.chat.privacy.label
source: By continuing, you agree to our %1$@ and %2$@
ar: بالمتابعة ، أنت توافق على %1$@ و %2$@
de: Wenn Sie fortfahren, stimmen Sie unseren %1$@ und %2$@ zu
es: Al continuar, acepta nuestras %1$@ y %2$@
fr: En continuant, vous acceptez nos %1$@ et %2$@
it: Continuando, accetti i nostri %1$@ e %2$@
ko: 계속하면 %1$@ 및 %2$@에 동의하는 것입니다.
pt_br: Ao continuar, você concorda com nossos %1$@ e %2$@
ru: Продолжая, вы соглашаетесь с нашими %1$@ и %2$@

# among.chat.login.sign.in.with.google
source: Sign in with Google
ar: قم بتسجيل الدخول باستخدام Google
de: Melden Sie sich mit Google an
es: Inicia sesión con Google
fr: Connectez-vous avec Google
it: Accedi con Google
ko: Google로 로그인
pt_br: Faça login no Google
ru: Войти через Google

# among.chat.login.sign.in.with.apple
source: Sign in with Apple
ar: قم بتسجيل الدخول باستخدام Apple
de: Melden Sie sich mit Apple an
es: Iniciar sesión con Apple
fr: Connectez-vous avec Apple
it: Accedi con Apple
ko: Apple로 로그인
pt_br: Faça login com a Apple
ru: Войти через Apple

# among.chat.login.sign.in.with.snapchat
source: Sign in with Snapchat
ar: سجّل الدخول باستخدام Snapchat
de: Melden Sie sich mit Snapchat an
es: Iniciar sesión con Snapchat
fr: Connectez-vous avec Snapchat
it: Accedi con Snapchat
ko: Snapchat으로 로그인
pt_br: Entrar com Snapchat
ru: Войти через Snapchat

# among.chat.login.sign.in.with.facebook
source: Sign in with Facebook
ar: قم بتسجيل الدخول باستخدام Facebook
de: Melden Sie sich mit Facebook an
es: Iniciar sesión con Facebook
fr: Connectez-vous avec Facebook
it: Accedi con Facebook
ko: Facebook으로 로그인
pt_br: Entrar com Facebook
ru: Войти через Facebook

# among.chat.login.sign.in.cancelled
source: Login Cancelled
ar: تم إلغاء تسجيل الدخول
de: Login abgebrochen
es: Inicio de sesión cancelado
fr: Connexion annulée
it: Accesso annullato
ko: 로그인 취소
pt_br: Login cancelado
ru: Вход отменен

# among.chat.create.room.input.placeholder
source: ENTER YOUR TOPIC
ar: أدخل موضوعك
de: Geben Sie Ihr Thema ein
es: INTRODUZCA SU TEMA
fr: ENTREZ VOTRE SUJET
it: INSERISCI IL TUO ARGOMENTO
ko: 주제 입력
pt_br: INSIRA SEU TÓPICO
ru: ВОЙТИ В ТЕМУ

# among.chat.create.room.confirm.btn
source: Create a %1$@ channel
ar: قم بإنشاء قناة %1$@
de: Erstellen Sie einen %1$@-Kanal
es: Crear un canal %1$@
fr: Créer un canal %1$@
it: Crea un canale %1$@
ko: %1$@ 채널 만들기
pt_br: Crie um canal %1$@
ru: Создайте %1$@ канал

# among.chat.create.room.private
source: Private
ar: نشر
de: Privat
es: Privado
fr: Privé
it: Privato
ko: 은밀한
pt_br: Privado
ru: Частный

# among.chat.create.room.title
source: Create a Channel
ar: قم بإنشاء قناة
de: Erstellen Sie einen Kanal
es: Crea un Canal
fr: Créer une chaîne
it: Crea un canale
ko: 채널 생성
pt_br: Crie um canal
ru: Создать канал

# among.chat.create.room.topic.title
source: Hot topics
ar: مواضيع مثيرة
de: Heiße Themen
es: Temas de actualidad
fr: Sujets d'actualité
it: Argomenti più seguiti
ko: 핫 토픽
pt_br: Tópicos quentes
ru: Горячие темы

# among.chat.home.team.up
source: Play Now
ar: العب الان
de: Jetzt spielen
es: Reproducir ahora
fr: joue maintenant
it: Riproduci ora
ko: 지금 플레이
pt_br: Jogue agora
ru: Играть сейчас

# among.chat.home.nowplaying
source: %1$@ online
ar: %1$@ عبر الإنترنت
es: %1$@ en línea
fr: %1$@ en ligne
ko: %1$@ 온라인
ru: %1$@ онлайн

# among.chat.room.kick.selected
source: Kick Selected (%@)
ar: الركلة المحددة (%@)
de: Kick ausgewählt (%@)
es: Patada seleccionada (%@)
fr: Coup sélectionné (%@)
it: Calcio selezionato (%@)
ko: 선택 킥 (%@)
pt_br: Chute selecionado (%@)
ru: Удар выбран (%@)

# among.chat.room.just.chat.title
source: Host could set up note so everyone could see it when they join
ar: يمكن للمضيف إعداد ملاحظة حتى يتمكن الجميع من رؤيتها عند الانضمام
de: Der Host kann eine Notiz einrichten, damit jeder sie sehen kann, wenn er beitritt
es: El anfitrión puede configurar una nota para que todos puedan verla cuando se unan
fr: L'hôte peut configurer la note pour que tout le monde puisse la voir lors de sa inscription
it: L'host potrebbe impostare una nota in modo che tutti possano vederla quando si uniscono
ko: 호스트는 모든 사람이 참여할 때 볼 수 있도록 메모를 설정할 수 있습니다.
pt_br: O anfitrião pode configurar uma nota para que todos possam ver quando entrarem
ru: Хост мог настроить заметку, чтобы все могли видеть ее, когда присоединяются

# among.chat.room.kickout
source: You’ve been removed from this channel
ar: لقد تمت إزالتك من هذه القناة
de: Du wurdest aus diesem Kanal entfernt
es: Te quitaron de este canal
fr: Vous avez été supprimé de cette chaîne
it: Sei stato rimosso da questo canale
ko: 이 채널에서 삭제되었습니다.
pt_br: Você foi removido deste canal
ru: Вас удалили с этого канала

# among.chat.room.set.reblox.name
source: Set Roblox Username
ar: قم بتعيين اسم مستخدم Roblox
de: Stellen Sie den Roblox-Benutzernamen ein
es: Establecer nombre de usuario de Roblox
fr: Définir le nom d'utilisateur Roblox
it: Imposta il nome utente Roblox
ko: Roblox 사용자 이름 설정
pt_br: Definir nome de usuário Roblox
ru: Установить имя пользователя Roblox

# among.chat.room.kick
source: Kick
ar: ركلة
de: Trete
es: Patada
fr: Donner un coup
it: Calcio
ko: 발 차기
pt_br: Pontapé
ru: Удар

# among.chat.room.user.change.notes.title
source: Only the channel owner can change this
ar: يمكن لمالك القناة فقط تغيير هذا
de: Dies kann nur der Kanalbesitzer ändern
es: Solo el propietario del canal puede cambiar esto
fr: Seul le propriétaire de la chaîne peut changer cela
it: Solo il proprietario del canale può modificare questa impostazione
ko: 채널 소유자 만 변경할 수 있습니다.
pt_br: Apenas o proprietário do canal pode alterar isso
ru: Только владелец канала может изменить это

# among.chat.home.load.error.title
source: Oops, no Internet!
ar: عفوًا ، لا يوجد إنترنت!
de: Ups, kein Internet!
es: ¡Vaya, no hay Internet!
fr: Oups, pas d'Internet!
it: Ops, niente Internet!
ko: 죄송합니다. 인터넷이 없습니다!
pt_br: Ops, sem Internet!
ru: Ой, нет Интернета!

# among.chat.home.load.error.msg
source: Please check your connection and try again
ar: يرجى التحقق من اتصالك وحاول مرة أخرى
de: Überprüfen Sie bitte Ihre Verbindung und versuchen Sie es erneut
es: Por favor, compruebe la conexión y vuelva a intentarlo
fr: Veuillez vérifier votre connexion et réessayer
it: Verifica la connessione e riprova
ko: 연결을 확인하고 다시 시도하십시오.
pt_br: Por favor verifique sua conexão e tente novamente
ru: Пожалуйста, проверьте ваше соединение и попробуйте еще раз

# among.chat.try.again
source: Try again
ar: حاول مرة أخري
de: Versuchen Sie es nochmal
es: Inténtalo de nuevo
fr: Réessayer
it: Riprova
ko: 다시 시도하십시오
pt_br: Tente novamente
ru: Попробуйте снова

# among.chat.welcome.message
source: Welcome to %@ channel. Any pornography or other inappropriate content is strictly prohibited. Channels are monitored 24/7 and users found with such content may be banned.
ar: مرحبا بكم في قناة %@. يمنع منعا باتا أي مواد إباحية أو غيرها من المحتويات غير اللائقة. يتم مراقبة القنوات على مدار الساعة وطوال 24/7 وقد يتم حظر المستخدمين الذين يتم العثور عليهم مع مثل هذا المحتوى.
de: Willkommen auf dem Kanal %@. Jegliche Pornografie oder andere unangemessene Inhalte sind strengstens untersagt. Kanäle werden rund 24/7 überwacht und Benutzer, die mit solchen Inhalten gefunden wurden, können gesperrt werden.
es: Bienvenido al canal %@. Cualquier pornografía u otro contenido inapropiado está estrictamente prohibido. Los canales se monitorean las 24 horas del día, los 7 días de la semana y los usuarios que se encuentran con dicho contenido pueden ser prohibidos.
fr: Bienvenue sur %@channel. Toute pornographie ou autre contenu inapproprié est strictement interdit. Les chaînes sont surveillées 24h / 24 et 7j / 7 et les utilisateurs trouvés avec un tel contenu peuvent être interdits.
it: Benvenuto nel canale %@. Qualsiasi materiale pornografico o altro contenuto inappropriato è severamente vietato. I canali sono monitorati 24 ore su 24, 7 giorni su 7 e gli utenti trovati con tali contenuti potrebbero essere banditi.
ko: %@ 채널에 오신 것을 환영합니다. 포르노 또는 기타 부적절한 콘텐츠는 엄격히 금지됩니다. 채널은 24/7 모니터링되며 이러한 콘텐츠가있는 사용자는 차단 될 수 있습니다.
pt_br: Bem-vindo ao canal %@. Qualquer pornografia ou outro conteúdo impróprio é estritamente proibido. Os canais são monitorados 24 horas por dia, 7 dias por semana e os usuários encontrados com esse tipo de conteúdo podem ser banidos.
ru: Добро пожаловать на %@ канал. Любая порнография или непристойное содержание строго запрещено. Каналы контролируются 24/7, и пользователи, обнаружившие такой контент, могут быть забанены.

# among.chat.home.enter.room.failed
source: Failed to enter channel
ar: فشل في دخول القناة
de: Kanal konnte nicht betreten werden
es: No se pudo ingresar al canal
fr: Échec de la saisie de la chaîne
it: Impossibile entrare nel canale
ko: 채널에 들어 가지 못했습니다.
pt_br: Falha ao entrar no canal
ru: Не удалось войти в канал

# among.chat.reward.video.load.failed
source: Failed to load video
ar: فشل تحميل الفيديو
de: Video konnte nicht geladen werden
es: No se pudo cargar el video
fr: Échec du chargement de la vidéo
it: Impossibile caricare il video
ko: 비디오를로드하지 못했습니다.
pt_br: Falha ao carregar o vídeo
ru: Не удалось загрузить видео

# among.chat.unlock.avatar.failed
source: Failed to unlock avatar
ar: فشل فتح الصورة الرمزية
de: Avatar konnte nicht freigeschaltet werden
es: No se pudo desbloquear el avatar
fr: Échec du déverrouillage de l'avatar
it: Impossibile sbloccare l'avatar
ko: 아바타를 잠금 해제하지 못했습니다.
pt_br: Falha ao desbloquear avatar
ru: Не удалось разблокировать аватар

# among.chat.update.profile.failed
source: Failed to update profile
ar: فشل تحديث الملف الشخصي
de: Profil konnte nicht aktualisiert werden
es: No se pudo actualizar el perfil
fr: Échec de la mise à jour du profil
it: Impossibile aggiornare il profilo
ko: 프로필을 업데이트하지 못했습니다.
pt_br: Falha ao atualizar perfil
ru: Не удалось обновить профиль

# among.chat.home.friends.online.title
source: Your online friends
ar: أصدقائك عبر الإنترنت
de: Deine Online-Freunde
es: Tus amigos en línea
fr: Vos amis en ligne
it: I tuoi amici online
ko: 온라인 친구
pt_br: Seus amigos online
ru: Ваши друзья в сети

# among.chat.home.friends.suggestion.title
source: People you may like to play with
ar: الأشخاص الذين قد ترغب في اللعب معهم
de: Leute, mit denen du gerne spielen möchtest
es: Personas con las que te puede gustar jugar
fr: Les personnes avec lesquelles vous aimeriez jouer
it: Persone con cui ti piacerebbe giocare
ko: 함께 플레이하고 싶은 사람
pt_br: Pessoas com quem você pode gostar de jogar
ru: Люди, с которыми вы можете поиграть

# among.chat.home.friends.share.title
source: Invite your friends to play together
ar: ادعُ أصدقاءك للعب معًا
de: Laden Sie Ihre Freunde ein, zusammen zu spielen
es: Invita a tus amigos a jugar juntos
fr: Invitez vos amis à jouer ensemble
it: Invita i tuoi amici a giocare insieme
ko: 친구를 초대하여 함께 플레이하세요
pt_br: Convide seus amigos para jogarem juntos
ru: Пригласите друзей поиграть вместе

# among.chat.home.friends.in.channel
source: in %1$@ channel
ar: في قناة %1$@
de: in %1$@ Kanal
es: en el canal %1$@
fr: dans le canal %1$@
it: nel canale %1$@
ko: %1$@ 채널
pt_br: no canal %1$@
ru: в %1$@ канале

# among.chat.ignore
source: ignore
ar: تجاهل
de: ignorieren
es: ignorar
fr: ignorer
it: ignorare
ko: 무시하다
pt_br: ignorar
ru: игнорировать

# among.chat.channel.invitation.msg
source: is inviting you to their %1$@ channel
ar: يدعوك إلى قناة %1$@ الخاصة بهم
de: lädt Sie zu ihrem Kanal %1$@ ein
es: te invita a su canal %1$@
fr: vous invite sur sa chaîne %1$@
it: ti sta invitando al suo canale %1$@
ko: %1$@ 채널에 당신을 초대합니다
pt_br: está convidando você para o canal %1$@
ru: приглашает вас на свой %1$@ канал

# among.chat.home.firends.private.channel.tip
source: This channel is private
ar: هذه القناة خاصة
de: Dieser Kanal ist privat
es: Este canal es privado
fr: Cette chaîne est privée
it: Questo canale è privato
ko: 이 채널은 비공개입니다
pt_br: Este canal é privado
ru: Этот канал частный

# guide.fourth.title
source: Enjoy these awesome things! ✔️ Secret channels ✔️ Unlimited talking rights
ar: استمتع بهذه الأشياء الرائعة! ✔️ قنوات سرية ✔️ حقوق تحدث غير محدودة
de: Genieße diese großartigen Dinge! ✔️ Geheime Kanäle ✔️ Unbegrenzte Gesprächsrechte
es: ¡Disfruta de estas cosas increíbles! ✔️ Canales secretos ✔️ Derechos de conversación ilimitados
fr: Profitez de ces choses géniales! ✔️ Chaînes secrètes ✔️ Droits de parole illimités
it: Goditi queste cose fantastiche! ✔️ Canali segreti ✔️ Diritti di conversazione illimitati
ko: 이 멋진 것들을 즐기십시오! ✔️ 비밀 채널 ✔️ 무제한 대화 권한
pt_br: Aproveite essas coisas incríveis! ✔️ Canais secretos ✔️ Direitos de conversação ilimitados
ru: Наслаждайтесь этими потрясающими вещами! ✔️ Секретные каналы ✔️ Неограниченные права на разговор

# setting.chat.language
source: Chat Language
ar: لغة الدردشة
de: Chat-Sprache
es: Idioma del chat
fr: Langue du chat
it: Lingua chat
ko: 채팅 언어
pt_br: Idioma do bate-papo
ru: Язык чата

source: Rate us
ar: قيمنا
de: Bewerten Sie uns
es: Nos califica
fr: Évaluez nous
it: Valutaci
ko: 평가
pt_br: Nos avalie
ru: Оцените нас

source: Share App
ar: شارك التطبيق
de: App teilen
es: Compartir Aplicación
fr: Partager l'application
it: Condividi app
ko: 앱 공유
pt_br: Compartilhe o aplicativo
ru: Поделиться приложением

source: Push Setting
ar: إعداد الدفع
de: Push-Einstellung
es: Ajuste de empuje
fr: Réglage Push
it: Impostazioni push
ko: 푸시 설정
pt_br: Configuração de push
ru: Нажмите Настройка

source: Log out
ar: تسجيل خروج
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
it: Disconnettersi
ko: 로그 아웃
pt_br: Sair
ru: Выйти

# room.leave
source: Leave
ar: غادر
de: Verlassen
es: Salir
fr: Partir
it: Partire
ko: 떠나다
pt_br: Sair
ru: Покинуть

# room.setup.in.game.code.title
source: Set up in-game code here
ar: قم بإعداد الكود داخل اللعبة هنا
de: Richten Sie hier den Code im Spiel ein
es: Configura el código del juego aquí
fr: Configurez le code du jeu ici
it: Imposta qui il codice di gioco
ko: 여기에서 게임 내 코드 설정
pt_br: Configure o código do jogo aqui
ru: Настройте внутриигровой код здесь

# room.setup.in.game.code.subtitle
source: Only this channel host can set the code
ar: يمكن لمضيف القناة هذا فقط تعيين الرمز
de: Nur dieser Kanalhost kann den Code einstellen
es: Solo este anfitrión de canal puede configurar el código
fr: Seul cet hôte de canal peut définir le code
it: Solo questo host di canale può impostare il codice
ko: 이 채널 호스트 만 코드를 설정할 수 있습니다.
pt_br: Apenas este host de canal pode definir o código
ru: Только этот хост канала может установить код

# room.setup.amongus.title
source: click to copy the code
ar: انقر لنسخ الرمز
de: Klicken Sie hier, um den Code zu kopieren
es: haga clic para copiar el código
fr: cliquez pour copier le code
it: fare clic per copiare il codice
ko: 코드를 복사하려면 클릭하세요
pt_br: clique para copiar o código
ru: нажмите, чтобы скопировать код

# room.setup.amongus.subtitle
source: Only this channel host can set the code
ar: يمكن لمضيف القناة هذا فقط تعيين الرمز
de: Nur dieser Kanalhost kann den Code einstellen
es: Solo este anfitrión de canal puede configurar el código
fr: Seul cet hôte de canal peut définir le code
it: Solo questo host di canale può impostare il codice
ko: 이 채널 호스트 만 코드를 설정할 수 있습니다.
pt_br: Apenas este host de canal pode definir o código
ru: Только этот хост канала может установить код

# room.setup.host.notes
source: Host's Notes
ar: رسالة المضيف
de: Anmerkungen des Gastgebers
es: Notas del anfitrión
fr: Notes de l'hôte
it: Note dell'ospite
ko: 호스트 메모
pt_br: Anotações do Anfitrião
ru: Заметки хозяина

# room.setup.host.notes.subtitle
source: host could setup notes so everyone could see it when they join the channel
ar: يمكن للمضيف إعداد الملاحظات حتى يتمكن الجميع من رؤيتها عند انضمامهم إلى القناة
de: Der Host kann Notizen einrichten, damit jeder sie sehen kann, wenn er dem Kanal beitritt
es: el anfitrión puede configurar notas para que todos puedan verlas cuando se unan al canal
fr: l'hôte peut configurer des notes afin que tout le monde puisse les voir lorsqu'ils rejoignent la chaîne
it: l'host potrebbe impostare le note in modo che tutti possano vederlo quando si uniscono al canale
ko: 호스트는 모든 사람이 채널에 참여할 때 볼 수 있도록 메모를 설정할 수 있습니다.
pt_br: o anfitrião pode configurar notas para que todos possam ver quando entrarem no canal
ru: ведущий может настроить заметки, чтобы все могли видеть их, когда присоединяются к каналу

# room.amongchat.input.code.plceholder
source: ENTER YOUR PRIVATE CODE
ar: أدخل رمز الخصوصية الخاص بك
de: Geben Sie Ihren privaten Code ein
es: INGRESE SU CÓDIGO PRIVADO
fr: ENTREZ VOTRE CODE PRIVÉ
it: INSERISCI IL TUO CODICE PRIVATO
ko: 개인 코드 입력
pt_br: INSIRA SEU CÓDIGO PRIVADO
ru: ВВЕДИТЕ ЛИЧНЫЙ КОД

# room.roblox.input.code.plceholder
source: ROBLOX USERNAME
ar: اسم مستخدم ROBLOX
de: ROBLOX BENUTZERNAME
es: NOMBRE DE USUARIO DE ROBLOX
fr: NOM D'UTILISATEUR ROBLOX
it: NOME UTENTE ROBLOX
ko: ROBLOX 사용자 이름
ru: ROBLOX ИМЯ ПОЛЬЗОВАТЕЛЯ

# amongus.server.north.america
source: North America
ar: أمريكا الشمالية
de: Nordamerika
es: Norteamérica
fr: Amérique du Nord
it: Nord America
ko: 북아메리카
pt_br: América do Norte
ru: Северная Америка

# amongus.server.north.asia
source: Asia
ar: آسيا
de: Asien
fr: Asie
ko: 아시아
pt_br: Ásia
ru: Азия

# amongus.server.north.europe
source: Europe
ar: أوروبا
de: Europa
es: Europa
fr: L'Europe
it: Europa
ko: 유럽
pt_br: Europa
ru: Европа

# share.app.content
source: Guys we need more people on AmongChat! It's super fun and matches you with like minded gamers. Tap the link to download now: https://amongchat.page.link/chat
ar: يا رفاق ، نحتاج إلى المزيد من الأشخاص على AmongChat! إنه ممتع للغاية ويطابقك مع لاعبين مثل التفكير. اضغط على الرابط للتنزيل الآن: https://amongchat.page.link/chat
de: Leute, wir brauchen mehr Leute auf AmongChat! Es macht super Spaß und passt zu gleichgesinnten Spielern. Tippen Sie auf den Link, um ihn jetzt herunterzuladen: https://amongchat.page.link/chat
es: ¡Chicos, necesitamos más gente en AmongChat! Es súper divertido y te empareja con jugadores de ideas afines. Toque el enlace para descargar ahora: https://amongchat.page.link/chat
fr: Les gars, nous avons besoin de plus de personnes sur AmongChat! C'est super amusant et vous correspond avec des joueurs partageant les mêmes idées. Appuyez sur le lien pour télécharger maintenant: https://amongchat.page.link/chat
it: Ragazzi, abbiamo bisogno di più persone su AmongChat! È super divertente e ti mette in contatto con giocatori che la pensano allo stesso modo. Tocca il link per scaricare ora: https://amongchat.page.link/chat
ko: 여러분들 AmongChat에 더 많은 사람들이 필요합니다! 그것은 매우 재미 있고 같은 생각을 가진 게이머와 당신을 일치시킵니다. 지금 다운로드하려면 링크를 탭하세요: https://amongchat.page.link/chat
pt_br: Pessoal, precisamos de mais pessoas no AmongChat! É super divertido e combina com jogadores que pensam como você. Toque no link para fazer o download agora: https://amongchat.page.link/chat
ru: Ребята, нам нужно больше людей в AmongChat! Это супер весело и подойдет вам с единомышленниками. Нажмите на ссылку, чтобы скачать сейчас: https://amongchat.page.link/chat

# among.chat.unknown.error
source: Unknown Error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ko: 알수없는 오류
pt_br: Erro desconhecido
ru: Неизвестная ошибка

# among.chat.setting.terms
source: Terms
ar: شروط
de: Bedingungen
es: Términos
fr: Termes
it: Termini
ko: 약관
pt_br: Termos
ru: Условия

# among.chat.setting.privacy
source: Privacy
ar: خصوصية
de: Privatsphäre
es: Intimidad
fr: Intimité
ko: 은둔
pt_br: Privacidade
ru: Конфиденциальность

# among.chat.room.kickout.system
source: Channel closed due to inactivity
ar: القناة مغلقة بسبب عدم النشاط
de: Kanal wegen Inaktivität geschlossen
es: Canal cerrado por inactividad
fr: Canal fermé en raison de l'inactivité
it: Canale chiuso per inattività
ko: 비활성으로 인해 채널이 닫혔습니다
pt_br: Canal fechado devido à inatividade
ru: Канал закрыт из-за бездействия

# among.chat.room.set.freefire.name
source: Set Free Fire Nickname
ar: تعيين لقب Free Fire
de: Setze Free Fire Spitzname
es: Establecer apodo de Free Fire
fr: Définir le surnom de Free Fire
it: Imposta il soprannome di Free Fire
ko: Free Fire 닉네임 설정
pt_br: Definir apelido de Free Fire
ru: Установить никнейм Free Fire

# among.chat.room.set.fortnite.name
source: Set Fortnite Display Name
ar: قم بتعيين اسم عرض Fortnite
de: Stellen Sie den Fortnite-Anzeigenamen ein
es: Establecer el nombre de visualización de Fortnite
fr: Définir le nom d'affichage Fortnite
it: Imposta il nome visualizzato di Fortnite
ko: Fortnite 표시 이름 설정
pt_br: Definir nome de exibição Fortnite
ru: Установить отображаемое имя Fortnite

# among.chat.room.set.minecraft.name
source: Set Minecraft Gamertag
ar: قم بتعيين علامة اللاعب Minecraft
de: Setze Minecraft Spielername
es: Establecer Etiqueta de Jugador de Minecraft
fr: Définir le Balise de Joueur Minecraft
it: Imposta il tag giocatore di Minecraft
ko: Minecraft 게이머 태그 설정
pt_br: Definir Tag de Jogador Minecraft
ru: Установить Тег игрока Minecraft

# room.freefire.input.code.plceholder
source: FREE FIRE NICKNAME
ar: FREE FIRE كنية
de: KOSTENLOSER FREE FIRE SPITZNAME
es: APODO DE FREE FIRE
fr: SURNOM DE FREE FIRE
it: SOPRANNOME DI FREE FIRE
ko: FREE FIRE 별명
pt_br: APELIDO DE FREE FIRE
ru: FREE FIRE НИКHEЙM

# room.fortnite.input.code.plceholder
source: FORTNITE USERNAME
ar: FORTNITE اسم المستخدم
de: FORTNITE BENUTZERNAME
es: NOMBRE DE USUARIO DE FORTNITE
fr: NOM D'UTILISATEUR FORTNITE
it: NOME UTENTE FORTNITE
ko: FORTNITE 사용자 이름
pt_br: NOME DE USUÁRIO FORTNITE
ru: FORTNITE ИМЯ ПОЛЬЗОВАТЕЛЯ

# room.minecraft.input.code.plceholder
source: MINECRAFT GAMERTAG
ar: MINECRAFT علامة اللاعب
de: MINECRAFT SPIELERNAME
es: ETIQUETA DE JUGADOR DE MINECRAFT
fr: BALISE DE JOUEUR MINECRAFT
it: TAG GIOCATORE DI MINECRAFT
ko: MINECRAFT 게이머 태그
pt_br: TAG DE JOGADOR MINECRAFT
ru: MINECRAFT TEГ ИГPOKA

# among.chat.room.fortnite.title
source: Click to copy others' Fortnite display names to play together
ar: انقر لنسخ أسماء عرض Fortnite للآخرين للعب معًا
de: Klicken Sie hier, um die Fortnite-Anzeigenamen anderer zu kopieren und zusammen zu spielen
es: Haga clic para copiar los nombres de visualización de Fortnite de otros para jugar juntos
fr: Cliquez pour copier les noms d'affichage Fortnite des autres pour jouer ensemble
it: Fai clic per copiare i nomi visualizzati di Fortnite degli altri per giocare insieme
ko: 함께 플레이하려면 다른 사람의 Fortnite 표시 이름을 복사하려면 클릭하십시오.
pt_br: Clique para copiar os nomes de exibição do Fortnite de outras pessoas para jogarem juntos
ru: Нажмите, чтобы скопировать отображаемые имена Fortnite других игроков, чтобы играть вместе
