Repository: castbox/AmongChat-iOS
Catalog: WalkieTalkie/WalkieTalkie/resource/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ko, pt_br, ru

# group.room.set.up.notes
source: Set up notes
ar: قم بإعداد الملاحظات
de: Notizen einrichten
es: Configurar notas
fr: Mettre en place des notes
ko: 메모 설정
pt_br: Configurar notas
ru: Настроить заметки

# group.room.set.up.link
source: Set up Link
ar: إنشاء رابط
de: Verbindung herstellen
es: Establecer enlace
fr: Lien de configuration
ko: 링크를 설정
pt_br: Configurar Link
ru: Настроить ссылку

# group.room.host.notes
source: Host's notes:
ar: ملاحظات المضيف:
de: Anmerkungen des Gastgebers:
es: Notas del anfitrión:
fr: Notes de l'hôte:
ko: 호스트 메모 :
pt_br: Notas do anfitrião:
ru: Примечания хозяина:

# group.room.accept
source: Accept
ar: قبول
de: Akzeptieren
es: Aceptar
fr: J'accepte
ko: 동의하기
pt_br: Aceitar
ru: Принимать

# group.room.reject
source: Reject
ar: رفض
de: Ablehnen
es: Rechazar
fr: Rejeter
ko: 받지 않다
pt_br: Rejeitar
ru: Отклонять

# group.room.ignore
source: Ignore
ar: يتجاهل
de: Ignorieren
es: Ignorar
fr: Ignorer
ko: 무시
pt_br: Ignorar
ru: Игнорировать

# group.room.apply.group.list.empty
source: Oops, no requests yet!
ar: عفوًا ، لا توجد طلبات حتى الآن!
de: Ups, noch keine Anfragen!
es: ¡Vaya, todavía no hay solicitudes!
fr: Oups, pas encore de demandes!
ko: 죄송합니다. 아직 요청이 없습니다.
pt_br: Ops, nenhuma solicitação ainda!
ru: Ой, запросов пока нет!

# group.room.apply.seat.list.empty
source: Oops, no raised hands yet!
ar: عفوًا ، لم يتم رفع أيدي حتى الآن!
de: Ups, noch keine erhobenen Hände!
es: ¡Vaya, todavía no hay manos levantadas!
fr: Oups, pas encore de mains levées!
ko: 죄송합니다. 아직 손을 들지 않았습니다.
pt_br: Ops, nenhuma mão levantada ainda!
ru: Ой, поднятых рук еще нет!

# group.room.roblox.game.name.plceholder
source: Username
ar: اسم المستخدم
de: Nutzername
es: Nombre de usuario
fr: Nom d'utilisateur
ko: 사용자 이름
pt_br: Nome do usuário
ru: Имя пользователя

# group.room.call.of.duty.game.name.plceholder
source: Username/UID
ar: اسم المستخدم/UID
de: Benutzername/UID
es: Nombre de usuario/UID
fr: Nom d'utilisateur/UID
ko: 사용자 이름/UID
pt_br: Nome de usuário/UID
ru: Имя пользователя/UID

# group.room.pubg.mobile.game.name.plceholder
source: Name/ID
ar: الاسم/ID
es: Nombre/ID
fr: Nom/ID
ko: 이름/ID
pt_br: Nome/ID
ru: Имя/ID

# group.room.mobile.legends.game.name.plceholder
source: Name/ID
ar: الاسم/ID
es: Nombre/ID
fr: Nom/ID
ko: 이름/ID
pt_br: Nome/ID
ru: Имя/ID

# group.room.freefire.game.name.plceholder
source: Nickname
ar: كنية
de: Spitzname
es: Apodo
fr: Surnom
ko: 닉네임
pt_br: Apelido
ru: Прозвище

# group.room.fortnite.game.name.plceholder
source: Display Name
ar: اسم العرض
de: Anzeigename
es: Nombre para mostrar
fr: Nom d'affichage
ko: 표시 이름
pt_br: Nome de exibição
ru: Отображаемое имя

# group.room.minecraft.game.name.plceholder
source: Gamertag
ar: علامة اللاعب
de: Spielername
es: Etiqueta de Jugador
fr: Balise de Joueur
ko: 게이머 태그
pt_br: Tag de Jogador
ru: Тег игрока

# group.room.brawl.game.name.placeholder
source: Team code/ID
ar: كود الفريق/ID
es: Código/ID del equipo
fr: Code/ID de l'équipe
ko: 팀 코드/ID
pt_br: Código/ID da equipe
ru: Код/ID команды

# group.room.roblox.game.name.tips
source: Click to set up Roblox Username
ar: انقر لإعداد اسم مستخدم Roblox
de: Klicken Sie hier, um den Roblox-Benutzernamen einzurichten
es: Haga clic para configurar el nombre de usuario de Roblox
fr: Cliquez pour configurer le nom d'utilisateur Roblox
ko: Roblox 사용자 이름을 설정하려면 클릭하세요.
pt_br: Clique para configurar o nome de usuário Roblox
ru: Нажмите, чтобы настроить имя пользователя Roblox

# group.room.call.of.duty.game.name.tips
source: Click to set up COD Username/UID
ar: انقر لإعداد اسم مستخدم UID/COD
de: Klicken Sie hier, um den COD-Benutzernamen/UID einzurichten
es: Haga clic para configurar el nombre de usuario/UID de COD
fr: Cliquez pour configurer le nom d'utilisateur/UID COD
ko: COD 사용자 이름/UID를 설정하려면 클릭하세요.
pt_br: Clique para configurar o nome de usuário/UID do COD
ru: Нажмите, чтобы настроить COD имя пользователя/UID

# group.room.pubg.mobile.game.name.tips
source: Click to set up PUBG Player Name/ID
ar: انقر لإعداد اسم/ID لاعب PUBG
de: Klicken Sie hier, um den Namen/ID des PUBG-Spielers einzurichten
es: Haga clic para configurar el nombre/ID del jugador de PUBG
fr: Cliquez pour configurer le nom/l'ID du lecteur PUBG
ko: PUBG 플레이어 이름/ID를 설정하려면 클릭하세요.
pt_br: Clique para configurar o nome/ID do jogador PUBG
ru: Нажмите, чтобы настроить имя/ID игрока PUBG

# group.room.mobile.legends.game.name.tips
source: Click to set up MLBB Name/ID
ar: انقر لإعداد اسم/ID MLBB
de: Klicken Sie hier, um den MLBB-Namen/ID einzurichten
es: Haga clic para configurar el nombre/ID de MLBB
fr: Cliquez pour configurer le nom/l'ID MLBB
ko: MLBB 이름/ID를 설정하려면 클릭하세요.
pt_br: Clique para configurar o nome/ID do MLBB
ru: Нажмите, чтобы настроить MLBB имя/ID

# group.room.freefire.game.name.tips
source: Click to set up Free Fire Nickname
ar: انقر لإعداد لقب Free Fire
de: Klicken Sie hier, um den Free Fire-Spitznamen einzurichten
es: Haga clic para configurar apodo de Free Fire
fr: Cliquez pour configurer le surnom de Free Fire
ko: Free Fire 닉네임을 설정하려면 클릭하세요.
pt_br: Clique para configurar o apelido de Free Fire
ru: Нажмите, чтобы настроить прозвище Free Fire

# group.room.fortnite.game.name.tips
source: Click to set up Fortnite Display Name
ar: انقر لإعداد اسم عرض Fortnite
de: Klicken Sie hier, um den Fortnite-Anzeigenamen einzurichten
es: Haga clic para configurar el nombre de visualización de Fortnite
fr: Cliquez pour configurer le nom d'affichage Fortnite
ko: Fortnite 표시 이름을 설정하려면 클릭하세요.
pt_br: Clique para configurar o nome de exibição Fortnite
ru: Нажмите, чтобы настроить отображаемое имя Fortnite

# group.room.minecraft.game.name.tips
source: Click to set up Minecraft Gamertag
ar: انقر لإعداد علامة اللاعب Minecraft
de: Klicken Sie hier, um den Minecraft Gamertag einzurichten
es: Haga clic para configurar etiqueta de jugador de Minecraft
fr: Cliquez pour configurer le balise de Joueur Minecraft
ko: Minecraft 게이머 태그를 설정하려면 클릭하세요.
pt_br: Clique para configurar o Tag de Jogador Minecraft
ru: Нажмите, чтобы настроить Тег игрока Minecraft

# group.room.animal.crossing.game.name.tips
source: Click to set up Animal Crossing ID
ar: انقر لإعداد Animal Crossing ID
de: Klicken Sie hier, um die Animal Crossing ID einzurichten
es: Haga clic para configurar Animal Crossing ID
fr: Cliquez pour configurer l'ID Animal Crossing
ko: Animal Crossing ID를 설정하려면 클릭하세요.
pt_br: Clique para configurar o ID do Animal Crossing
ru: Нажмите, чтобы настроить Animal Crossing ID

# room.brawl.game.name.tips
source: Click to set up Brawl Stars Team code/ID
ar: انقر لإعداد تعيين Brawl Stars كود الفريق/ID
de: Klicken Sie hier, um den Code/ID des Brawl Stars-Teams einzurichten
es: Haz clic para configurar el código/ID del equipo de Brawl Stars
fr: Cliquez pour configurer le code/ID de l'équipe Brawl Stars
ko: Brawl Stars 팀 코드/ID를 설정하려면 클릭하세요.
pt_br: Clique para configurar o código/ID da equipe do Brawl Stars
ru: Нажмите, чтобы настроить код/ID команды Brawl Stars

# group.room.drop.self.tips
source: Going back to the audience?
ar: العودة إلى الجمهور؟
de: Zurück zum Publikum?
es: ¿Volviendo a la audiencia?
fr: Revenir au public?
ko: 청중에게 돌아가?
pt_br: Voltar para o público?
ru: Возвращаясь к аудитории?

# group.room.apply.seat.rejected.tips
source: The admin rejected your request to speak
ar: رفض المشرف طلبك للتحدث
de: Der Administrator lehnte Ihre Anfrage ab
es: El administrador rechazó su solicitud para hablar.
fr: L'administrateur a rejeté votre demande de parole
ko: 관리자가 발언 요청을 거부했습니다.
pt_br: O administrador rejeitou sua solicitação para falar
ru: Администратор отклонил ваш запрос на выступление

# group.room.anoymonus.user.apply.seat.tips
source: You can only raise your hand if you join the group
ar: لا يمكنك رفع يدك إلا إذا انضممت إلى المجموعة
de: Sie können Ihre Hand nur heben, wenn Sie der Gruppe beitreten
es: Solo puedes levantar la mano si te unes al grupo.
fr: Vous ne pouvez lever la main que si vous rejoignez le groupe
ko: 그룹에 가입 한 경우에만 손을들 수 있습니다.
pt_br: Você só pode levantar a mão se entrar no grupo
ru: Вы можете поднять руку, только если присоединитесь к группе

# group.room.audience.change.topic.tips
source: Only the admin can change the topic
ar: يمكن للمسؤول فقط تغيير الموضوع
de: Nur der Administrator kann das Thema ändern
es: Solo el administrador puede cambiar el tema
fr: Seul l'administrateur peut changer de sujet
ko: 관리자 만 주제를 변경할 수 있습니다.
pt_br: Apenas o administrador pode mudar o tópico
ru: Только админ может изменить тему

# group.room.yes
source: Yes
ar: نعم
de: Ja
es: sí
fr: Oui
ko: 예
pt_br: sim
ru: да

# group.room.no
source: No
ar: لا
de: Nein
fr: Non
ko: 아니
pt_br: Não
ru: Нет

# group.room.end.tips
source: Group session just ended
ar: جلسة المجموعة انتهت للتو
de: Die Gruppensitzung ist gerade zu Ende gegangen
es: La sesión de grupo acaba de terminar
fr: La session de groupe vient de se terminer
ko: 그룹 세션이 방금 종료되었습니다.
pt_br: Sessão de grupo acabou de terminar
ru: Групповая сессия только что закончилась

# server.lost.tips
source: Oops, server connection was lost, please try again later.
ar: عفوًا ، انقطع الاتصال بالخادم ، يرجى المحاولة مرة أخرى لاحقًا.
de: Ups, die Serververbindung wurde unterbrochen. Bitte versuchen Sie es später erneut.
es: Vaya, se perdió la conexión con el servidor. Vuelve a intentarlo más tarde.
fr: Oups, la connexion au serveur a été perdue, veuillez réessayer plus tard.
ko: 죄송합니다. 서버 연결이 끊어졌습니다. 나중에 다시 시도해주세요.
pt_br: Ops, a conexão com o servidor foi perdida, tente novamente mais tarde.
ru: К сожалению, соединение с сервером было потеряно. Повторите попытку позже.

# group.room.resume.title
source: Resume broadcasting
ar: استئناف البث
de: Sendung fortsetzen
es: Reanudar la transmisión
fr: Reprendre la diffusion
ko: 방송 재개
pt_br: Retomar transmissão
ru: Возобновить трансляцию

# group.room.resume.ok
source: Resume
ar: سيرة ذاتية
de: Fortsetzen
es: Reanudar
fr: Reprendre
ko: 재개
pt_br: Retomar
ru: Возобновить

# among.chat.setting.get.verified
source: Get verified
ar: الحصول على التحقق
de: Verifiziert werden
es: Verifícate
fr: Être vérifié
ko: 확인 받기
pt_br: Ser verificado
ru: Пройти проверку

# among.chat.create.new.group
source: Create new group
ar: إنشاء مجموعة جديدة
de: Neue Gruppe erstellen
es: Crear nuevo grupo
fr: Créer un nouveau groupe
ko: 새 그룹 만들기
pt_br: Crie um novo grupo
ru: Создать новую группу

# among.chat.group
source: Group
ar: مجموعة
de: Gruppe
es: Grupo
fr: Grouper
ko: 그룹
pt_br: Grupo
ru: Группа

# among.chat.create.a.group
source: Create a Group
ar: أنشئ مجموعة
de: Erstellen Sie eine Gruppe
es: Crear un grupo
fr: Créer un groupe
ko: 그룹 만들기
pt_br: Crie um grupo
ru: Создать группу

# among.chat.group.name
source: Group Name
ar: أسم المجموعة
de: Gruppenname
es: Nombre del grupo
fr: Nom de groupe
ko: 그룹 이름
pt_br: Nome do grupo
ru: Имя группы

# among.chat.group.name.placeholder
source: Enter group name
ar: أدخل اسم المجموعة
de: Geben Sie den Gruppennamen ein
es: Ingrese el nombre del grupo
fr: Entrez le nom du groupe
ko: 그룹 이름 입력
pt_br: Digite o nome do grupo
ru: Введите название группы

# among.chat.group.description
source: Group Description
ar: وصف المجموعة
de: Gruppenbeschreibung
es: Descripción del Grupo
fr: Description du groupe
ko: 그룹 설명
pt_br: descrição do grupo
ru: Описание группы

# among.chat.group.description.placeholder
source: Give a description about your group
ar: أعط وصفا عن مجموعتك
de: Geben Sie eine Beschreibung Ihrer Gruppe
es: Da una descripción de tu grupo
fr: Donnez une description de votre groupe
ko: 그룹에 대한 설명 제공
pt_br: Dê uma descrição sobre o seu grupo
ru: Опишите свою группу

# among.chat.group.topic
source: Group Topic
ar: موضوع المجموعة
de: Gruppenthema
es: Tema de grupo
fr: Sujet de groupe
ko: 그룹 주제
pt_br: Tópico do Grupo
ru: Тема группы

# among.chat.add.a.topic
source: Add a topic
ar: أضف موضوعًا
de: Fügen Sie ein Thema hinzu
es: Agregar un tema
fr: Ajouter un sujet
ko: 주제 추가
pt_br: Adicionar um tópico
ru: Добавить тему

# among.chat.add.topic
source: Add Topic
ar: أضف الموضوع
de: Thema hinzufügen
es: Agregar Tema
fr: Ajouter un sujet
ko: 주제 추가
pt_br: Adicionar Tópico
ru: Добавить тему

# among.chat.add
source: Add
ar: يضيف
de: Hinzufügen
es: Agregar
fr: Ajouter
ko: 추가
pt_br: Adicionar
ru: Добавлять

# among.chat.group.add.member.in.group
source: In group
ar: في مجموعة
de: In einer Gruppe
es: En grupo
fr: En groupe
ko: 그룹에서
pt_br: Em grupo
ru: В группе

# among.chat.create.group.tip
source: Public groups are discoverable. People will apply to join.
ar: المجموعات العامة قابلة للاكتشاف. الناس سوف يتقدمون للانضمام.
de: Öffentliche Gruppen sind auffindbar. Die Leute werden sich bewerben.
es: Los grupos públicos son visibles. La gente solicitará unirse.
fr: Les groupes publics sont détectables. Les gens postuleront pour adhérer.
ko: 공개 그룹은 검색 가능합니다. 사람들이 가입을 신청합니다.
pt_br: Os grupos públicos podem ser descobertos. As pessoas se inscreverão para participar.
ru: Открытые группы доступны для обнаружения. Люди будут подавать заявки на вступление.

# among.chat.group.cover.take.photo
source: Take Selfie
ar: خذ صورة شخصية
de: Nehmen Sie ein Selfie
es: Tomar Selfie
fr: Prendre Selfie
ko: 셀카 찍기
pt_br: Tirar selfie
ru: Сделать селфи

# among.chat.group.cover.select.image
source: Choose Image
ar: اختر صورة
de: Wählen Sie ein Bild
es: Elegir Imagen
fr: Choisissez une image
ko: 이미지 선택
pt_br: Escolha a imagem
ru: Выбрать изображение

# among.chat.group.list.empty
source: Oops, no groups yet!
ar: عفوًا ، لا توجد مجموعات حتى الآن!
de: Ups, noch keine Gruppen!
es: ¡Vaya, todavía no hay grupos!
fr: Oups, pas encore de groupe!
ko: 죄송합니다. 아직 그룹이 없습니다.
pt_br: Ops, nenhum grupo ainda!
ru: Ой, групп пока нет!

# among.chat.my.groups
source: My Groups
ar: مجموعاتي
de: Meine Gruppen
es: Mis grupos
fr: Mes groupes
ko: 내 그룹
pt_br: Meus Grupos
ru: Мои группы

# among.chat.explore
source: Explore
ar: يستكشف
de: Erkunden
es: Explorar
fr: Explorer
ko: 탐색
pt_br: Explorar
ru: Проводить исследования

# among.chat.group.get.verfied
source: Become verified and create new group
ar: كن متحققًا وأنشئ مجموعة جديدة
de: Lassen Sie sich verifizieren und erstellen Sie eine neue Gruppe
es: Conviértase en verificado y cree un nuevo grupo
fr: Devenez vérifié et créez un nouveau groupe
ko: 확인되고 새 그룹 만들기
pt_br: Torne-se verificado e crie um novo grupo
ru: Станьте верифицированным и создайте новую группу

# among.chat.group.info
source: Group Info
ar: معلومات المجموعة
de: Gruppeninfo
es: Información del grupo
fr: Informations sur le groupe
ko: 그룹 정보
pt_br: Informação do Grupo
ru: Информация о группе

# among.chat.group.apply.to.join
source: Apply to join
ar: تقديم طلب للانضمام
de: Melden Sie sich an, um teilzunehmen
es: Aplica para unirte
fr: Appliquer à rejoindre
ko: 가입 신청
pt_br: Aplicar para participar
ru: Подать заявку на присоединение

# among.chat.group.applied
source: Applied
ar: مطبق
de: Angemeldet
es: Aplicado
fr: Appliqué
ko: 신청했다
pt_br: Aplicado
ru: Применяемый

# among.chat.group.admin
source: Admin
ar: مشرف
de: Administrator
es: Administración
fr: Administrateur
ko: 관리자
ru: Админ

# among.chat.group.members
source: Members
ar: أعضاء
de: Mitglieder
es: Miembros
fr: Membres
ko: 회원
pt_br: Membros
ru: Члены

# among.chat.group.add.members
source: Add members
ar: إضافة أعضاء
de: Fügen Sie Mitglieder hinzu
es: Añadir miembros
fr: Ajouter des membres
ko: 회원 추가
pt_br: Adicionar membros
ru: Добавить участников

# among.chat.group.leave.group
source: Leave group
ar: غادر المجموعة
de: Gruppe verlassen
es: Salir del grupo
fr: Quitter le groupe
ko: 그룹을 떠나다
pt_br: Deixar o grupo
ru: Покинуть группу

# among.chat.group.info.expand
source: …More
ar: …أكثر
de: …Mehr
es: …Más
fr: …Suite
ko: …더
pt_br: …Mais
ru: …Более

# among.chat.group.joined
source: Joined
ar: انضم
de: Beigetreten
es: Unido
fr: Rejoint
ko: 가입
pt_br: Participou
ru: Присоединился

# among.chat.group.requests
source: Requests
ar: الطلبات
de: Anfragen
es: Solicitudes
fr: Demandes
ko: 요청
pt_br: Pedidos
ru: Запросы

# among.chat.group.delete.group
source: Delete group
ar: حذف المجموعة
de: Gruppe löschen
es: Eliminar grupo
fr: Supprimer le groupe
ko: 그룹 삭제
pt_br: Excluir grupo
ru: Удалить группу

# among.chat.group.delete.tip
source: Are you sure to delete the group?
ar: هل أنت متأكد من حذف المجموعة؟
de: Sind Sie sicher, die Gruppe zu löschen?
es: ¿Estás seguro de eliminar el grupo?
fr: Êtes-vous sûr de vouloir supprimer le groupe?
ko: 그룹을 삭제 하시겠습니까?
pt_br: Tem certeza que deseja excluir o grupo?
ru: Вы уверены, что хотите удалить группу?

# among.chat.group.kick.member.button.title
source: Kick Selected (%1$@)
ar: الركلة المحددة (%1$@)
de: Kick ausgewählt (%1$@)
es: Patada seleccionada (%1$@)
fr: Coup de pied sélectionné (%1$@)
ko: 선택 킥 (%1$@)
pt_br: Chute selecionado (%1$@)
ru: Удар выбран (%1$@)

# among.chat.group.groups.created
source: Groups Created
ar: تم إنشاء المجموعات
de: Gruppen erstellt
es: Grupos Creados
fr: Groupes créés
ko: 생성 된 그룹
pt_br: Grupos Criados
ru: Группы созданы

# among.chat.group.groups.joined
source: Groups Joined
ar: انضمت المجموعات
de: Gruppen beigetreten
es: Grupos Unidos
fr: Groupes rejoints
ko: 가입 한 그룹
pt_br: Grupos aderidos
ru: Группы присоединились

# among.chat.group.groups.owned.by.me
source: Owner Groups
ar: مجموعات المالك
de: Eigentümergruppen
es: Grupos de propietarios
fr: Groupes de propriétaires
ko: 소유자 그룹
pt_br: Grupos de proprietários
ru: Группы владельцев

# among.chat.group.share.content
source: I'm %1$@ on AmongChat, hang with us and let's have some fun in our %2$@ group. Click the link to join: %3$@
ar: أنا %1$@ على AmongChat، توقف معنا ودعنا نحظى ببعض المرح في مجموعتنا %2$@. انقر فوق الارتباط للانضمام: %3$@
de: Ich bin %1$@ bei AmongChat, bleib bei uns und lass uns ein bisschen Spaß in unserer %2$@-Gruppe haben. Klicken Sie auf den Link, um Mitglied zu werden: %3$@
es: Soy %1$@ en AmongChat, pasa el rato con nosotros y divirtámonos en nuestro grupo %2$@. Haga clic en el enlace para unirse: %3$@
fr: Je suis %1$@ sur AmongChat, traîne avec nous et amusons-nous dans notre groupe %2$@. Cliquez sur le lien pour rejoindre: %3$@
ko: 저는 AmongChat의 %1$@입니다. 우리와 어울리 며 %2$@ 그룹에서 즐거운 시간을 보내세요. 가입하려면 링크를 클릭하십시오: %3$@
pt_br: Eu sou %1$@ no AmongChat, fique conosco e vamos nos divertir em nosso grupo %2$@. Clique no link para participar: %3$@
ru: Я %1$@ в AmongChat, оставайтесь с нами и давайте немного повеселимся в нашей группе %2$@. Щелкните ссылку, чтобы присоединиться: %3$@

# among.chat.group.members.empty.tip
source: Oops, no members yet!
ar: عفوًا ، لا يوجد أعضاء حتى الآن!
de: Ups, noch keine Mitglieder!
es: ¡Vaya, todavía no hay miembros!
fr: Oups, pas encore de membres!
ko: 죄송합니다. 아직 회원이 없습니다!
pt_br: Ops, ainda não há membros!
ru: Ой, участников пока нет!

# among.chat.group.invitation.msg
source: is inviting you to their %1$@ group
ar: يدعوكم إلى مجموعتهم %1$@
de: lädt Sie zu ihrer Gruppe %1$@ ein
es: te invita a su grupo %1$@
fr: vous invite dans son groupe %1$@
ko: %1$@ 그룹에 귀하를 초대합니다.
pt_br: está convidando você para o grupo %1$@
ru: приглашает вас в свою группу %1$@

# among.chat.group.host
source: Host
ar: مضيف
de: Gastgeber
es: Anfitrión
fr: Hôte
ko: 주최자
pt_br: Anfitrião
ru: Хозяин

# among.chat.group.leave.tip
source: Are you sure to leave the group?
ar: هل أنت متأكد من مغادرة المجموعة؟
de: Sind Sie sicher, die Gruppe zu verlassen?
es: ¿Estás seguro de dejar el grupo?
fr: Êtes-vous sûr de quitter le groupe?
ko: 그룹에서 탈퇴 하시겠습니까?
pt_br: Tem certeza que quer sair do grupo?
ru: Вы уверены, что уйдете из группы?

# group.room.audience.droped.tips
source: Oh no, you were kicked from the stage.
ar: أوه لا ، لقد تم طردك من المسرح.
de: Oh nein, Sie wurden von der Bühne geworfen.
es: Oh no, te echaron del escenario.
fr: Oh non, vous avez été expulsé de la scène.
ko: 아뇨, 무대에서 쫓겨났습니다.
pt_br: Oh não, você foi expulso do palco.
ru: О нет, тебя выгнали со сцены.

# group.apply.reject.tips
source: Sorry, your application was rejected.
ar: عذرا ، تم رفض طلبك.
de: Entschuldigung, Ihre Bewerbung wurde abgelehnt.
es: Lo sentimos, su solicitud fue rechazada.
fr: Désolé, votre candidature a été rejetée.
ko: 죄송합니다. 신청이 거부되었습니다.
pt_br: Desculpe, sua inscrição foi rejeitada.
ru: Извините, ваша заявка была отклонена.

# group.welcome.message
source: Welcome to %@ group. Any pornography or other inappropriate content is strictly prohibited. Groups are monitored 24/7 and users found with such content may be banned.
ar: مرحبًا بكم في مجموعة %@. يمنع منعا باتا أي مواد إباحية أو غيرها من المحتويات غير اللائقة. تتم مراقبة المجموعات 24/7 وقد يتم حظر المستخدمين الذين يتم العثور عليهم بمثل هذا المحتوى.
de: Willkommen in der Gruppe %@. Jegliche Pornografie oder andere unangemessene Inhalte sind strengstens untersagt. Gruppen werden rund 24/7 überwacht und Benutzer, die mit solchen Inhalten gefunden wurden, können gesperrt werden.
es: Bienvenido al grupo %@. Cualquier pornografía u otro contenido inapropiado está estrictamente prohibido. Los grupos se controlan las 24/7 y los usuarios que se encuentran con dicho contenido pueden ser baneados.
fr: Bienvenue sur %@ groupe. Toute pornographie ou autre contenu inapproprié est strictement interdit. Les groupes sont surveillés 24h / 24 et 7j / 7 et les utilisateurs trouvés avec un tel contenu peuvent être interdits.
ko: %@ 그룹에 오신 것을 환영합니다. 포르노 또는 기타 부적절한 콘텐츠는 엄격히 금지됩니다. 그룹은 24/7 모니터링되며 이러한 콘텐츠가있는 사용자는 차단 될 수 있습니다.
pt_br: Bem-vindo ao grupo %@. Qualquer pornografia ou outro conteúdo impróprio é estritamente proibido. Os grupos são monitorados 24/7 e os usuários encontrados com esse tipo de conteúdo podem ser banidos.
ru: Добро пожаловать в группу %@. Любая порнография или непристойное содержание строго запрещено. Группы контролируются 24/7, и пользователи, обнаружившие такой контент, могут быть забанены.

# among.chat.room.minecraft.name
source: Minecraft Gamertag
ar: علامة اللاعب Minecraft
de: Minecraft Spielername
es: Etiqueta de Jugador de Minecraft
fr: Balise de Joueur Minecraft
ko: Minecraft 게이머 태그
pt_br: Tag de Jogador Minecraft
ru: Тег игрока Minecraft

source: Report user
ar: أبلغ عن مستخدم
es: Reportar usuario
fr: Dénoncer un utilisateur
ko: 보고서 사용자
pt_br: Reportar usuário
ru: Пожаловаться на пользователя

# report.failed
source: Report failed. Please try again
ar: فشل التقرير. حاول مرة اخرى
es: Informe fallido. Inténtalo de nuevo
fr: Le rapport a échoué. Veuillez réessayer
ko: 신고하지 못했습니다. 다시 시도하십시오
pt_br: Relatório falhou. Por favor, tente novamente
ru: Отчет не удалось. Пожалуйста, попробуйте еще раз

# report.comments
source: Comments
ar: تعليقات
es: Comentarios
fr: commentaires
ko: 코멘트
pt_br: Comentários
ru: Комментарии

# report.comments.placeholder
source: Please describe the report
ar: يرجى وصف التقرير
es: Describe el informe
fr: Veuillez décrire le rapport
ko: 보고서를 설명하십시오
pt_br: Descreva o relatório
ru: Опишите отчет

# report.upload.screenshots
source: Upload screenshots
ar: تحميل لقطات
es: Subir capturas de pantalla
fr: Télécharger des captures d'écran
ko: 스크린 샷 업로드
pt_br: Upload de capturas de tela
ru: Загрузить скриншоты

# report.select.reason.title
source: Please select the reason for the report
ar: الرجاء تحديد سبب التقرير
es: Seleccione el motivo del informe
fr: Veuillez sélectionner la raison du rapport
ko: 신고 이유를 선택하세요
pt_br: Selecione o motivo da denúncia
ru: Пожалуйста, выберите причину сообщения

# report.confirm
source: Confirm report
ar: تأكيد التقرير
es: Confirmar informe
fr: Confirmer le rapport
ko: 신고 확인
pt_br: Confirmar relatório
ru: Подтвердить отчет

# mic.muted.tips
source: You have been muted because of a violation of Community Guidelines.
ar: تم كتم صوتك بسبب انتهاك إرشادات المنتدى.
es: Se te ha silenciado debido a una infracción de los Lineamientos de la comunidad.
fr: Vous avez été mis en sourdine en raison d'une violation du règlement de la communauté.
ko: 커뮤니티 가이드 위반으로 인해 음소거되었습니다.
pt_br: Seu som foi silenciado devido a uma violação das Diretrizes da comunidade.
ru: Вам отключили звук из-за нарушения принципов сообщества.
