Repository: castbox/AmongChat-iOS
Catalog: WalkieTalkie/WalkieTalkie/resource/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ko, pt_br, ru

# among.chat.room.minecraft.title
source: Click to copy others' Minecraft gamertags to play together
ar: انقر لنسخ علامات ألعاب Minecraft الخاصة بالآخرين للعب معًا
de: Klicken Sie hier, um die Minecraft-Spielernamen anderer zu kopieren und gemeinsam zu spielen
es: Haga clic para copiar los etiquetas de jugador de Minecraft de otros para jugar juntos
fr: Cliquez pour copier les balise de joueur Minecraft des autres pour jouer ensemble
it: Fai clic per copiare i tag giocatore di Minecraft di altri per giocare insieme
ko: 함께 플레이하려면 다른 사람의 Minecraft 게이머 태그를 복사하려면 클릭하세요.
pt_br: Clique para copiar tag de jogador Minecraft de outras pessoas para jogarem juntos
ru: Нажмите, чтобы скопировать теги игроков Minecraft, чтобы играть вместе

# among.chat.room.freefire.title
source: Click to copy others' Free Fire nicknames to play together
ar: انقر لنسخ ألقاب Free Fire الخاصة بالآخرين للعب معًا
de: Klicken Sie hier, um die Free Fire-Spitznamen anderer zu kopieren und zusammen zu spielen
es: Haz clic para copiar los apodos de Free Fire de otros para jugar juntos
fr: Cliquez pour copier les surnoms de Free Fire pour jouer ensemble
it: Fai clic per copiare i soprannomi di Free Fire degli altri per giocare insieme
ko: 함께 플레이하려면 다른 사람의 Free Fire 닉네임을 복사하려면 클릭하십시오.
pt_br: Clique para copiar os apelidos do Free Fire de outras pessoas para jogarem juntos
ru: Нажмите, чтобы скопировать чужие никнеймы Free Fire и играть вместе

# profile.share.tiktok.title
source: Make your #amongchat video on TikTok
ar: اصنع فيديو #amongchat الخاص بك على TikTok
de: Machen Sie Ihr #amongchat-Video auf TikTok
es: Haz tu video #amongchat en TikTok
fr: Créez votre vidéo #amongchat sur TikTok
it: Realizza il tuo video #amongchat su TikTok
ko: TikTok에서 #amongchat 동영상 만들기
pt_br: Faça seu vídeo #amongchat no TikTok
ru: Сделайте свое видео #amongchat в TikTok

# chatroom.message.system.change.to.public
source: Channel is PUBLIC now. Everyone can join!
ar: القناة عامة الآن. يمكن للجميع الانضمام!
de: Kanal ist jetzt ÖFFENTLICH. Jeder kann mitmachen!
es: El canal es PÚBLICO ahora. ¡Todos pueden unirse!
fr: La chaîne est maintenant PUBLIQUE. Tout le monde peut adhérer!
it: Il canale è PUBBLICO ora. Tutti possono partecipare!
ko: 채널은 이제 PUBLIC입니다. 누구나 가입 할 수 있습니다!
pt_br: O canal agora é PÚBLICO. Todos podem participar!
ru: Канал теперь ПУБЛИЧНЫЙ. Присоединиться может каждый!

# chatroom.message.system.change.to.private
source: Channel is PRIVATE now. The invited players can join!
ar: القناة خاصة الآن. يمكن للاعبين المدعوين الانضمام!
de: Kanal ist jetzt privat. Die eingeladenen Spieler können mitmachen!
es: El canal es PRIVADO ahora. ¡Los jugadores invitados pueden unirse!
fr: La chaîne est maintenant PRIVÉE. Les joueurs invités peuvent rejoindre!
it: Il canale è PRIVATO ora. I giocatori invitati possono unirsi!
ko: 현재 채널은 비공개입니다. 초대받은 플레이어가 참가할 수 있습니다!
pt_br: O canal agora é PRIVADO. Os jogadores convidados podem entrar!
ru: Канал теперь ЧАСТНЫЙ. Приглашенные игроки могут присоединиться!

# chatroom.message.user.joined
source: joined
ar: انضم
de: beigetreten
es: unido
fr: rejoint
it: Iscritto
ko: 가입
pt_br: ingressou
ru: присоединился

# among.chat.room.reblox.title
source: Click to copy others' Roblox usernames to play together
ar: انقر لنسخ أسماء مستخدمي Roblox للآخرين للعب معًا
de: Klicken Sie hier, um die Roblox-Benutzernamen anderer zu kopieren und zusammen zu spielen
es: Haga clic para copiar los nombres de usuario de Roblox de otros para jugar juntos
fr: Cliquez pour copier les noms d'utilisateur Roblox des autres pour jouer ensemble
it: Fai clic per copiare i nomi utente Roblox di altri per giocare insieme
ko: 함께 플레이하려면 다른 사람의 Roblox 사용자 이름을 복사하려면 클릭하세요.
pt_br: Clique para copiar os nomes de usuário Roblox de outras pessoas para jogarem juntos
ru: Нажмите, чтобы скопировать имена пользователей Roblox других, чтобы играть вместе

# search.placeholder
source: Nickname or ID
ar: كنية أو ID
de: Spitzname oder ID
es: Apodo o ID
fr: Pseudo ou ID
it: Soprannome o ID
ko: 별명 또는 ID
pt_br: Apelido ou ID
ru: Псевдоним или ID

# social.share.url
source: Hey, we need one more person to join to start our game. Come join us here: %@
ar: مرحبًا ، نحتاج إلى شخص آخر للانضمام لبدء لعبتنا. تعال وانضم إلينا هنا: %@
de: Hey, wir brauchen noch eine Person, um unser Spiel zu starten. Kommen Sie hierher: %@
es: Oye, necesitamos que una persona más se una para comenzar nuestro juego. Ven y únete a nosotros aquí: %@
fr: Hé, il nous faut une autre personne pour commencer notre partie. Rejoignez-nous ici: %@
it: Ehi, abbiamo bisogno di un'altra persona che si unisca per iniziare il nostro gioco. Unitevi a noi qui: %@
ko: 게임을 시작하려면 한 명 더 참여해야합니다. 여기로 오세요 : %@
pt_br: Ei, precisamos de mais uma pessoa para se juntar para começar nosso jogo. Junte-se a nós aqui: %@
ru: Эй, нам нужен еще один человек, чтобы начать нашу игру. Присоединяйтесь к нам здесь: %@

# among.chat.room.mobile.legends.title
source: Click to copy others' MLBB Name/ID to play together
ar: انقر لنسخ اسم/ID MLBB الخاص بالآخرين للعب معًا
de: Klicken Sie hier, um den MLBB-Namen/die ID anderer zu kopieren und zusammen zu spielen
es: Haga clic para copiar el nombre/ID de MLBB de otros para jugar juntos
fr: Cliquez pour copier le nom MLBB/l'ID des autres pour jouer ensemble
it: Fai clic per copiare MLBB nome/ID degli altri per giocare insieme
ko: 다른 사람의 MLBB 이름/ID를 복사하려면 클릭하여 함께 플레이하세요.
pt_br: Clique para copiar o nome/ID da MLBB de outras pessoas para jogarem juntos
ru: Нажмите, чтобы скопировать MLBB имя/ID других, чтобы играть вместе

# among.chat.room.set.mobile.legends.name
source: Set MLBB Name/ID
ar: قم بتعيين اسم/ID MLBB
de: Stellen Sie den MLBB-Namen/die ID ein
es: Establecer nombre/ID de MLBB
fr: Définir le nom MLBB/l'ID
it: Imposta MLBB nome/ID
ko: MLBB 이름/ID 설정
pt_br: Definir nome/ID de MLBB
ru: Установить MLBB имя/ID

# room.mobile.legends.input.code.plceholder
source: MLBB NAME/ID
ar: اسم/ID MLBB
es: NOMBRE/ID DE MLBB
fr: MLBB NOM/ID
it: MLBB NOME/ID
ko: MLBB 이름/ID
pt_br: NOME/ID da MLBB
ru: MLBB ИМЯ/ID

# among.chat.room.pubg.mobile.title
source: Click to copy others' PUBG Player Name/ID to play together
ar: انقر لنسخ اسم/ID لاعب PUBG الخاص بالآخرين للعب معًا
de: Klicken Sie hier, um den PUBG-Spielernamen/die ID anderer zu kopieren und zusammen zu spielen
es: Haga clic para copiar el nombre/ID del jugador PUBG de otros para jugar juntos
fr: Cliquez pour copier le nom/l'ID du joueur PUBG des autres pour jouer ensemble
it: Fai clic per copiare il nome/ID del giocatore PUBG degli altri per giocare insieme
ko: 다른 사람의 PUBG 플레이어 이름/ID를 복사하려면 클릭하여 함께 플레이하세요.
pt_br: Clique para copiar o nome/ID do jogador PUBG de outras pessoas para jogarem juntos
ru: Нажмите, чтобы скопировать имя/ID игрока PUBG, чтобы играть вместе

# among.chat.room.set.pubg.mobile.name
source: Set PUBG Player Name/ID
ar: قم بتعيين اسم/ID لاعب PUBG
de: Stellen Sie den Namen/die ID des PUBG-Spielers ein
es: Establecer el nombre/ID del jugador PUBG
fr: Définir le nom/l'ID du lecteur PUBG
it: Imposta il nome/ID del giocatore PUBG
ko: PUBG 플레이어 이름/ID 설정
pt_br: Definir nome/ID do jogador PUBG
ru: Установить имя/ID игрока PUBG

# room.pubg.mobile.input.code.plceholder
source: PUBG PLAYER NAME/ID
ar: اسم/ID لاعب PUBG
de: PUBG SPIELER NAME/ID
es: NOMBRE/ID DEL JUGADOR DE PUBG
fr: NOM/ID DU JOUEUR PUBG
it: NOME/ID GIOCATORE PUBG
ko: PUBG 플레이어 이름/ID
pt_br: NOME/ID DO JOGADOR PUBG
ru: ИМЯ/ID ИГРОКА PUBG

# among.chat.room.call.of.duty.title
source: Click to copy others' COD Username/UID to play together
ar: انقر لنسخ اسم مستخدم COD الخاص بالآخرين/UID للعب معًا
de: Klicken Sie hier, um den COD-Benutzernamen/die UID anderer zu kopieren und zusammen zu spielen
es: Haga clic para copiar el nombre de usuario/UID de COD de otros para jugar juntos
fr: Cliquez pour copier le nom COD d'utilisateur/UID des autres pour jouer ensemble
it: Fai clic per copiare COD nome utente/UID di altri per giocare insieme
ko: 함께 플레이하려면 다른 사람의 COD 사용자 이름/UID를 복사하려면 클릭하십시오.
pt_br: Clique para copiar o nome de usuário/UID do COD de outras pessoas para jogarem juntos
ru: Нажмите, чтобы скопировать COD имя пользователя/ID других, чтобы играть вместе

# among.chat.room.set.call.of.duty.name
source: Set COD Username/UID
ar: تعيين اسم مستخدم UID/COD
de: Stellen Sie den COD-Benutzernamen/die UID ein
es: Establecer COD nombre de usuario/UID
fr: Définir le nom COD d'utilisateur/UID
it: Imposta COD nome utente/UID
ko: COD 사용자 이름/UID 설정
pt_br: Definir nome de usuário/UID do COD
ru: Установить COD имя пользователя/UID

# room.call.of.duty.input.code.plceholder
source: COD USERNAME/UID
ar: اسم مستخدم UID/COD
de: COD BENUTZERNAME/UID
es: COD NOMBRE DE USUARIO/UID
fr: NOM COD D'UTILISATEUR/UID
it: COD NOME UTENTE/UID
ko: COD 사용자 이름/UID
pt_br: COD NOME DO USUÁRIO/UID
ru: COD ИМЯ ПОЛЬЗОВАТЕЛЯ/UID

# among.chat.create.room.card.tip.title
source: Remaining SPACE cards:
ar: بطاقات SPACE المتبقية:
de: Verbleibende SPACE-Karten:
es: Tarjetas SPACE restantes:
fr: Cartes SPACE restantes:
it: Carte SPACE rimanenti:
ko: 남은 SPACE 카드:
pt_br: Cartões SPACE restantes:
ru: Оставшиеся карты SPACE:

# among.chat.create.room.card.tip.content
source: Use a SPACE card to create a channel. One free card per day, free cards do not stack.
ar: استخدم بطاقة SPACE لإنشاء قناة. بطاقة مجانية واحدة في اليوم ، لا تتكدس البطاقات المجانية.
de: Verwenden Sie eine SPACE-Karte, um einen Kanal zu erstellen. Eine kostenlose Karte pro Tag, kostenlose Karten werden nicht gestapelt.
es: Usa una tarjeta SPACE para crear un canal. Una tarjeta gratis por día, las tarjetas gratis no se acumulan.
fr: Utilisez une carte SPACE pour créer une chaîne. Une carte gratuite par jour, les cartes gratuites ne s'empilent pas.
it: Usa una scheda SPACE per creare un canale. Una carta gratuita al giorno, le carte gratuite non si accumulano.
ko: SPACE 카드를 사용하여 채널을 만듭니다. 하루에 한 장의 무료 카드, 무료 카드는 쌓이지 않습니다.
pt_br: Use um cartão SPACE para criar um canal. Uma carta grátis por dia, as cartas grátis não se acumulam.
ru: Используйте карту SPACE, чтобы создать канал. Одна бесплатная карта в день, бесплатные карты не складываются.

# among.chat.create.room.card.consume.content
source: Use a SPACE card?
ar: استخدم SPACE بطاقة؟
de: Verwenden Sie eine SPACE-Karte?
es: ¿Utiliza una tarjeta SPACE?
fr: Utilisez une carte SPACE?
it: Usa una carta SPACE?
ko: SPACE 카드를 사용 하시겠습니까?
pt_br: Usar um cartão SPACE?
ru: Использовать карту SPACE?

# among.chat.create.room.card.insufficient.title
source: Insufficient SPACE cards
ar: بطاقات SPACE غير كافية
de: Unzureichende SPACE-Karten
es: Tarjetas SPACE insuficientes
fr: Cartes SPACE insuffisantes
it: Carte SPACE insufficienti
ko: 부족한 SPACE 카드
pt_br: Cartões SPACE insuficientes
ru: Недостаточно SPACE карт

# among.chat.create.room.card.insufficient.content
source: Watch a short video to get one.
ar: شاهد فيديو قصير لتحصل على واحد
de: Sehen Sie sich ein kurzes Video an, um eines zu erhalten.
es: Mire un video corto para obtener uno.
fr: Regardez une courte vidéo pour en obtenir une.
it: Guarda un breve video per ottenerne uno.
ko: 하나를 얻으려면 짧은 비디오를보십시오.
pt_br: Assista a um pequeno vídeo para obter um.
ru: Посмотрите короткое видео, чтобы получить его.

# among.chat.create.room.card.claim
source: Claim
ar: يطالب
de: Anspruch
es: Reclamación
fr: Prétendre
it: Richiesta
ko: 청구
pt_br: Afirmação
ru: Запрос

# among.chat.create.room.create
source: Create
ar: خلق
de: Erstellen
es: Crear
fr: Créer
it: Creare
ko: 창조하다
pt_br: Crio
ru: Создайте

# microphone.not.allow.title
source: “AmongChat” would like to Access the Microphone
ar: ترغب “AmongChat” في الوصول إلى الميكروفون
de: "AmongChat" möchte auf das Mikrofon zugreifen
es: "AmongChat" desea acceder al micrófono
fr: «AmongChat» souhaite accéder au microphone
it: "AmongChat" vorrebbe accedere al microfono
ko: "AmongChat"이 마이크에 액세스하려고합니다.
pt_br: "AmongChat" gostaria de acessar o microfone
ru: «AmongChat» хочет получить доступ к микрофону

# microphone.not.allow.subtitle
source: To join the channel, please switch on microphone permission.
ar: للانضمام إلى القناة ، يرجى تشغيل إذن الميكروفون.
de: Um dem Kanal beizutreten, schalten Sie bitte die Mikrofonberechtigung ein.
es: Para unirse al canal, active el permiso del micrófono.
fr: Pour rejoindre la chaîne, veuillez activer l'autorisation du microphone.
it: Per entrare nel canale, attiva l'autorizzazione del microfono.
ko: 채널에 참여하려면 마이크 권한을 켜십시오.
pt_br: Para entrar no canal, ative a permissão do microfone.
ru: Чтобы присоединиться к каналу, включите разрешение микрофона.

# microphone.not.allow.setting
source: Go Settings
ar: اذهب الإعدادات
de: Gehe zu Einstellungen
es: Ir a Configuración
fr: Aller Paramètres
it: Vai a Impostazioni
ko: 이동 설정
pt_br: Vá para configurações
ru: Перейти в настройки

# error.no.search
source: Oops, no matching results!
ar: عفوًا ، لا توجد نتائج مطابقة!
de: Ups, keine passenden Ergebnisse!
es: ¡Vaya, no hay resultados coincidentes!
fr: Oups, aucun résultat!
it: Oops, nessun risultato corrispondente!
ko: 죄송합니다. 일치하는 결과가 없습니다.
pt_br: Ops, nenhum resultado correspondente!
ru: Ой, подходящих результатов нет!

# among.chat.login.mobile.title
source: What’s your phone number?
ar: ما هو رقم هاتفك؟
de: Wie ist Ihre Telefonnummer?
es: ¿Cuál es tu número de teléfono?
fr: Quel est ton numéro de téléphone?
it: Qual'è il tuo numero di telefono?
ko: 당신의 전화 번호는 무엇입니까?
pt_br: Qual é o seu número de telefone?
ru: Ваш номер телефона?

# among.chat.login.sms.tip
source: We'll send you an SMS verification code.
ar: سنرسل لك رمز التحقق عبر الرسائل القصيرة.
de: Wir senden Ihnen einen SMS-Bestätigungscode.
es: Le enviaremos un código de verificación por SMS.
fr: Nous vous enverrons un code de vérification par SMS.
it: Ti invieremo un codice di verifica SMS.
ko: SMS 인증 코드를 보내드립니다.
pt_br: Enviaremos a você um código de verificação por SMS.
ru: Мы отправим вам проверочный код по SMS.

# among.chat.login.next
source: Next
ar: التالى
de: Nächster
es: Próximo
fr: Prochain
it: Il prossimo
ko: 다음
pt_br: Próximo
ru: следующий

# among.chat.common.error
source: Something went wrong, please try again.
ar: حدث خطأ ما. أعد المحاولة من فضلك.
de: Etwas ist schief gelaufen. Bitte versuche es erneut.
es: Algo salió mal. Por favor, vuelva a intentarlo.
fr: Une erreur s'est produite. Veuillez réessayer.
it: Qualcosa è andato storto. Per favore riprova.
ko: 문제가 발생했습니다. 다시 시도하십시오.
pt_br: Alguma coisa deu errado. Por favor tente outra vez.
ru: Что-то пошло не так. Пожалуйста, попытайтесь еще раз.

# among.chat.set.birth.day.title
source: How old are you?
ar: كم عمرك؟
de: Wie alt sind Sie?
es: ¿Cuantos años tienes?
fr: Quel âge avez-vous?
it: Quanti anni hai?
ko: 당신은 몇 살입니까?
pt_br: Quantos anos você tem?
ru: Сколько тебе лет?

# change.old.title
source: %@ years old
ar: %@ سنة
de: %@ Jahre alt
es: %@ años
fr: %@ ans
it: %@ anni
ko: %@ 살이에요
pt_br: %@ anos de idade
ru: %@ лет

# among.chat.login.code.input.title
source: Enter your code
ar: ادخل رمزك
de: Geben Sie Ihren Code ein
es: Ingrese su código
fr: Entrez votre code
it: Inserisci il tuo codice
ko: 코드 입력
pt_br: Insira seu código
ru: Введите ваш код

# among.chat.login.code.input.tip
source: We sent a code to %1$@ %2$@
ar: أرسلنا رمزًا إلى %1$@ %2$@
de: Wir haben einen Code an %1$@ %2$@ gesendet
es: Enviamos un código a %1$@ %2$@
fr: Nous avons envoyé un code à %1$@ %2$@
it: Abbiamo inviato un codice a %1$@ %2$@
ko: %1$@ %2$@로 코드를 보냈습니다.
pt_br: Enviamos um código para %1$@ %2$@
ru: Мы отправили код на номер %1$@ %2$@

# among.chat.login.code.input.timing
source: Time remaining %1$@
ar: الوقت المتبقي %1$@
de: Verbleibende Zeit %1$@
es: Tiempo restante %1$@
fr: Temps restant %1$@
it: Tempo rimanente %1$@
ko: 남은 시간 %1$@
pt_br: Tempo restante %1$@
ru: Оставшееся время %1$@

# among.chat.login.code.not.recieve
source: Didn't receive the code? %1$@
ar: لم يصلك الرمز؟ %1$@
de: Haben Sie den Code nicht erhalten? %1$@
es: ¿No recibiste el código? %1$@
fr: Vous n'avez pas reçu le code? %1$@
it: Non hai ricevuto il codice? %1$@
ko: 코드를받지 못하셨습니까? %1$@
pt_br: Não recebeu o código? %1$@
ru: Не получили код? %1$@

# among.chat.login.code.resend
source: Resend
ar: إعادة إرسال
de: Erneut senden
es: Reenviar
fr: Renvoyer
it: Invia di nuovo
ko: 재전송
pt_br: Reenviar
ru: Отправить

# among.chat.login.code.wrong
source: Oops! Wrong code
ar: وجه الفتاة! رمز خاطئ
de: Hoppla! Falscher Code
es: ¡Ups! Codigo erroneo
fr: Oops! Mauvais code
it: Ops! Codice errato
ko: 죄송합니다! 잘못된 코드
pt_br: Ops! Código errado
ru: Ой! Неверный код

# among.chat.login.start
source: Start
ar: بداية
es: Comienzo
fr: Début
it: Inizio
ko: 스타트
pt_br: Começar
ru: Начало

# among.chat.login.have.account
source: Already have an account?
ar: هل لديك حساب؟
de: Sie haben bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte?
it: Hai già un account?
ko: 이미 계정이 있습니까?
pt_br: Já tem uma conta?
ru: Уже есть аккаунт?

# among.chat.login.sign.in
source: Sign in
ar: تسجيل الدخول
de: Anmelden
es: Registrarse
fr: Se connecter
it: registrati
ko: 로그인
pt_br: Assinar em
ru: войти в систему

# among.chat.login.more
source: More options
ar: المزيد من الخيارات
de: Mehr Optionen
es: Mas opciones
fr: Plus d’options
it: Più opzioni
ko: 더 많은 옵션
pt_br: Mais opções
ru: Больше вариантов

# among.chat.login.auth.tip
source: Please sign in/sign up first to %1$@
ar: يرجى تسجيل الدخول/التسجيل أولاً على %1$@
de: Bitte melden Sie sich zuerst bei %1$@ an
es: Inicie sesión/regístrese primero en %1$@
fr: Veuillez vous connecter/vous inscrire d'abord pour %1$@
it: Accedi/registrati prima a %1$@
ko: 먼저 %1$@에 로그인/가입하십시오.
pt_br: Faça assinar em/inscreva-se primeiro em %1$@
ru: Пожалуйста, войдите/зарегистрируйтесь сначала на %1$@

# among.chat.login.auth.source.channel
source: create a channel
ar: إنشاء قناة
de: erstellen Sie einen Kanal
es: crear un canal
fr: créer une chaîne
it: creare un canale
ko: 채널 만들기
pt_br: criar um canal
ru: создать канал

# among.chat.login.auth.source.profile
source: edit your profile
ar: عدل ملفك الشخصي
de: bearbeiten Ihr Profil
es: edite su perfil
fr: modifier votre profil
it: modifica il tuo profilo
ko: 프로필 수정
pt_br: edite seu perfil
ru: pедактировать профиль

# among.chat.login.auth.source.pro
source: save your data
ar: احفظ بياناتك
de: speichern Sie Ihre Daten
es: guarda tus datos
fr: enregistrez vos données
it: salva i tuoi dati
ko: 데이터 저장
pt_br: salve seus dados
ru: сохраните ваши данные

# among.chat.login.congrat
source: Congratulations!
ar: تهانينا!
de: Herzliche Glückwünsche!
es: ¡Felicidades!
fr: Toutes nos félicitations!
it: Congratulazioni!
ko: 축하합니다!
pt_br: Parabéns!
ru: Поздравляю!

# among.chat.profile.sign.in
source: Sign in/Sign up
ar: تسجيل الدخول/التسجيل
de: Anmelden/Registrieren
es: Iniciar sesión/crear cuenta
fr: Vous connecter/vous inscrire
it: Accedi/Registrati
ko: 로그인/가입
pt_br: Entrar/inscrever-se
ru: Войти/Зарегистрироваться

# among.chat.profile.overrite
source: You already have an account linked to this method. To continue, your current data would be overwritten and lost.
ar: لديك بالفعل حساب مرتبط بهذه الطريقة. للمتابعة ، سيتم الكتابة فوق بياناتك الحالية وفقدانها.
de: Sie haben bereits ein Konto, das mit dieser Methode verknüpft ist. Um fortzufahren, würden Ihre aktuellen Daten überschrieben und gehen verloren.
es: Ya tienes una cuenta vinculada a este método. Para continuar, sus datos actuales se sobrescribirán y se perderán.
fr: Vous avez déjà un compte lié à cette méthode. Pour continuer, vos données actuelles seraient écrasées et perdues.
it: Hai già un account collegato a questo metodo. Per continuare, i tuoi dati attuali verranno sovrascritti e persi.
ko: 이 방법에 연결된 계정이 이미 있습니다. 계속하려면 현재 데이터를 덮어 쓰고 손실됩니다.
pt_br: Você já tem uma conta vinculada a este método. Para continuar, seus dados atuais seriam substituídos e perdidos.
ru: У вас уже есть учетная запись, связанная с этим методом. Чтобы продолжить, ваши текущие данные будут перезаписаны и потеряны.

# among.chat.pro.privilege.no.ad
source: No ads
ar: لا اعلانات
de: Keine Werbung
es: Sin anuncios
fr: Pas de pubs
it: Nessuna pubblicità
ko: 광고 없음
pt_br: Sem anúncios
ru: Без рекламы

# among.chat.pro.privilege.no.ad.sub
source: Enjoy the ad-free version
ar: استمتع بالنسخة الخالية من الإعلانات
de: Genießen Sie die werbefreie Version
es: Disfruta de la versión sin publicidad
fr: Profitez de la version sans publicité
it: Goditi la versione senza pubblicità
ko: 광고없는 버전 즐기기
pt_br: Aproveite a versão sem anúncios
ru: Наслаждайтесь версией без рекламы

# among.chat.pro.privilege.unlimited.cards
source: Unlimited SPACE cards
ar: بطاقات SPACE غير محدودة
de: Unbegrenzte SPACE-Karten
es: Tarjetas SPACE ilimitadas
fr: Cartes SPACE illimitées
it: Carte SPACE illimitate
ko: 무제한 SPACE 카드
pt_br: Cartões SPACE ilimitados
ru: Неограниченные карты SPACE

# among.chat.pro.privilege.unlimited.cards.sub
source: Feel free to create channels
ar: لا تتردد في إنشاء قنوات
de: Fühlen Sie sich frei, Kanäle zu erstellen
es: Siéntete libre de crear canales
fr: N'hésitez pas à créer des chaînes
it: Sentiti libero di creare canali
ko: 채널을 자유롭게 만드십시오
pt_br: Sinta-se à vontade para criar canais
ru: Не стесняйтесь создавать каналы

# among.chat.pro.privilege.badge
source: Exclusive PRO badge
ar: شارة PRO حصرية
de: Exklusives PRO-Abzeichen
es: Insignia PRO exclusiva
fr: Badge PRO exclusif
it: Distintivo PRO esclusivo
ko: 독점 PRO 배지
pt_br: Emblema PRO exclusivo
ru: Эксклюзивный значок PRO

# among.chat.pro.privilege.badge.sub
source: Stand out among friends
ar: تميز بين الأصدقاء
de: Heben Sie sich unter Freunden ab
es: Destaca entre amigos
fr: Démarquez-vous entre amis
it: Distinguiti tra gli amici
ko: 친구들 사이에서 눈에 띄기
pt_br: Destaque-se entre os amigos
ru: Выделиться среди друзей

# among.chat.pro.privilege.match
source: Top priority to match
ar: أولوية قصوى للمباراة
de: Oberste Priorität zu entsprechen
es: Máxima prioridad para igualar
fr: Première priorité à correspondre
it: Massima priorità da abbinare
ko: 일치하는 최우선 순위
pt_br: Prioridade máxima para combinar
ru: Главный приоритет для соответствия

# among.chat.pro.privilege.match.sub
source: Quicker to find friends & team up
ar: أسرع للعثور على الأصدقاء والعمل كفريق
de: Schneller Freunde finden und sich zusammenschließen
es: Más rápido para encontrar amigos y formar equipo
fr: Plus rapide pour trouver des amis et faire équipe
it: Più veloce per trovare amici e fare squadra
ko: 더 빨리 친구 찾기 및 팀 구성
pt_br: Mais rápido para encontrar amigos e formar uma equipe
ru: Быстрее находить друзей и объединяться

# among.chat.pro.privilege.avatars
source: Special avatars
ar: الصور الرمزية الخاصة
de: Spezielle Avatare
es: Avatares especiales
fr: Avatars spéciaux
it: Avatar speciali
ko: 특수 아바타
pt_br: Avatares especiais
ru: Специальные аватарки

# among.chat.pro.privilege.avatars.sub
source: You are the coolest player
ar: أنت أروع لاعب
de: Sie sind der coolste Spieler
es: Eres el mejor jugador
fr: Tu es le joueur le plus cool
it: Sei il giocatore più cool
ko: 당신은 가장 멋진 선수입니다
pt_br: Você é o jogador mais legal
ru: Ты самый крутой игрок

# among.chat.pro.privileges.title
source: PRO privileges
ar: امتيازات PRO
de: PRO-Berechtigungen
es: Privilegios PRO
fr: Privilèges PRO
it: Privilegi PRO
ko: PRO 권한
pt_br: Privilégios PRO
ru: PRO привилегии

# premium.period.free.trial
source: %1$@ Free Trial
ar: %1$@ نسخة تجريبية مجانية
de: %1$@ Kostenlose Testversion
es: %1$@ Prueba gratuita
fr: %1$@ Essai gratuit
it: %1$@ Prova gratuita
ko: %1$@ 무료 평가판
pt_br: %1$@ Teste Grátis
ru: %1$@ Бесплатная пробная версия

# permium.yearly.product.price
source: Then %1$@
ar: ثم %1$@
de: Dann %1$@
es: Entonces %1$@
fr: Puis %1$@
it: Quindi %1$@
ko: 그런 다음 %1$@
pt_br: Então %1$@
ru: Тогда %1$@

# premium.not.activated
source: Not activated yet
ar: لم يتم تفعيله بعد
de: Noch nicht aktiviert
es: Aún no activado
fr: Pas encore activé
it: Non ancora attivato
ko: 아직 활성화되지 않음
pt_br: Ainda não ativado
ru: Еще не активирован
